Guidelime.registerGuide(
[[
[N 12 - 14 洛克莫丹]
[GA Alliance]
[D 根据 Hakurai 的教学视频制作\\ https://twitch.tv/hakurai \\ 我们的公会正在招募成员！ \\ https://www.guilded.gg/KOABD]
请注意：只要给经验，路途中遇到的怪一律都杀掉、一律都杀掉，因为很重要所以说两遍；否则你可能会在下一步因为缺少经验而落后！只要学了草药学，路过的草都要去拔；如果非常需要金币，就去学双采！[OC]
Hakurai学了草药鍊金，所以不提示剥皮，但你如果缺G就学剥皮，没有双采很难凑足坐骑钱。[OC]
坐地铁去铁炉堡。[OC]
去铁炉堡接[QA6661]
完成[QC6661]
提交[QT6661]
进入主城[OC]
如果你有10银，学习双手锤；如果你有20银，学习双手锤和战斗怒吼；如果你有30银，学习双手锤、战斗怒吼和压制。[A Warrior]
[G55.6,48.2Ironforge]开飞行点
[G18.6,51.6]绑定炉石：[S Ironforge]
前往下一个任务地区，沿路尽可能地采集[OC]
[G68.6,55.8Dun Morogh]接受[QA433]
[G69,56.2]接受[QA432]
[G63,49.8]接受[QA314]
[G62,46]进入任务派发者后面的洞穴击杀瓦加什：[QC314]
[G63,49.8]回到[QT314]
前往采石场，完成[QC433]和[QC432]
[G69,56.2]回报[QT432]
[G68.6,55.8Dun Morogh]回报[QT433]
[G68.8,55.8][V]卖垃圾并修装
[G83.8,39.2]接受[QA419]
[G79.7,36.2]回报[QT419]
[G23.4,74.6Loch Modan]接受[QA224]
接受[QA267]
你可能需要组队完成这个任务[OC]
[G29,72]去山谷杀死穴居人[QC224]和[QC267]
[G23.4,76.2]回报[QT224]
回报[QT267]
接受[QA237]
[G29,59.4]杀穴居人杀到升级：[XP13]
[G28.2,83]杀掉石裂穴居人：[QC237]
[G23.4,76.2]回报[QT237]
[G33.8,50.8]开飞行点
[G34.7,47.7]把草药寄给仓库小号[OC]
[G34,46.6][V]卖垃圾并修装，如果钱多就升级装备
[G33.2,49.2]接受[QA1339]，巡山人雷矛会在路上巡逻
接受[QA416]
[G35.4,48.4]接受[QA418]
前往下一步，一路上见怪就杀，见草就拔[OC]
[G24.8,18.2]回报[QT1339]
回报[QT353]
接受[QA307]
[G24,18][V]卖垃圾并修装，但不要把血肠烹饪配方卖掉
[G35,19]杀掉狗头人，拾取：[QC307][QC416]
如果还没完成[QC418]就完成它
杀怪拔草，直到13级又8400经验值[XP13+8400]和50点草药学技能
[G24.8,18.2]回报[QT307]
[G33.2,49.2]回报[QT416]
[G34.8,49]回报[QT418]
学血肠，练烹饪[OC]
[G34.7,47.7]把草药寄给仓库小号[OC]
[G52,40.2Moonglade][T]德鲁伊传送到月光林地学职业技能[A Druid]
[H Ironforge]炉石回铁炉堡
[G25.2,10.2Ironforge][T]学习职业技能[A Priest]
[G25.6,7.4Ironforge][T]学习职业技能[A Mage]
[G23.4,6.2Ironforge][T]学习职业技能[A Paladin]
[G50.8,6.6Ironforge][T]学习职业技能[A Warlock]
[G51.8,15.6Ironforge][T]学习职业技能[A Rogue]
[G70.8,84Ironforge][T]学习职业技能[A Hunter]
[G70.2,90.6Ironforge][T]学习职业技能[A Warrior]
[G54.8,58.6Ironforge][T]学习急救
[G55.6,58.8][T]学习草药学
[G55.6,48.2]飞回[F Thelsamar]
[G25.4,10.4Loch Modan]导航指引你到隧道入口，穿过它，到对面的悬崖跳崖自杀，然后虚弱复活。[OC]
[G9.4,59.6Wetlands]沿着路跑到米奈希尔港，尽量别死，然后开飞行点。
在北边的码头搭船到黑海岸。[OC]
[NX 14 - 16 黑海岸]
]],"Hakurai：由Shikushiku制作，中文翻译版")