Guidelime.registerGuide(
[[
[N 25 - 27 溼地]
[GA Alliance]
[D 根据 Hakurai 的教学视频制作\\ https://twitch.tv/hakurai \\ 我们的公会正在招募成员！ \\ https://www.guilded.gg/KOABD]
请注意：学了采集就不要错过矿草，只要有经验，路过怪一律都杀掉，否则你可能会在下一步因为缺少经验而落后。见怪就杀，见草就拔！[OC]
[G10.8,59.6Wetlands]接受[QA463]
接受[QA288]
[G10.6,61]绑定炉石：[S 米奈希尔港]
[V]Buy a flagon of mead at the innkeeper
[G10.8,60.4]到楼上接受[QA943]
[G10.8,59.6]回报[QT288]
接受[QA289]
[G8.4,58.6]接受[QA279]
[G8,55.8][T]如果可以学下一级草药学就在这里学了[OC]
[G11.6,52.2]接受[QA305]
[G10.2,56.6]接受[QA473]
[G10,57.2]到楼上回报[QT473]
接受[QA464]
[G11.8,58]户外，接受[QA470]
[G9.4,59.6]飞到[F 塞尔萨玛]
为卓克苏尔悬赏任务和其他精英怪找一个队伍[OC]
[G33.2,49.2Loch Modan]接受[QA468]
[G37.2,46.4]接受[QA256]
[G34.6,44.6]接受[QA255]，就算它已经灰掉了。
[G46,13.6]跑到大垻顶上接受[QA250]
[G56.1,13.3]回报[QT250]
接受[QA199]
[G70.4,22]这里杀Mercenaries任务的食人魔[OC]
[G74,19]到中间的山洞里杀了卓克苏尔：[QC256]
确保你完成了[QC255]
[G46,13.6]回大垻顶上回报[QT199]
接受[QA161]
[G34.6,44.6]回报[QT255]
回报[QT256]
[G25.4,10.4]回报[QT468]
接受[QA455]
[G49.8,73.4Wetlands]杀兽人，做[QC455,1]和[QC455,2]
用正确的方式从隧道进入溼地[OC]
[G56.2,40.6]回报[QT463]
接受[QA276]
[G64.4,63.2]做[QC276]杀怪，但先别挖软泥，晚点再挖！
[G56.2,40.6]回报[QT276]，回去的路上见怪就杀，见草就拔
接受[QA277]
[G49.6,39.4]接受[QA469]
[G50.2,37.8][V]卖垃圾
[G40.4,30.2]杀犲狼人：[QC277]
[G56.2,40.6]回报[QT277]
接受[QA275]
[G42,41]去龙喉营地杀兽人[QC464]
[G38,51.2]离开龙喉营地，向西走，绕山找矮人，接受[QA294]
[G38.8,52.2]接受[QA299]
回报[QT305]
接受[QA306]
[G38.8,52.2]拾取化石：[QC943,2]
[G31.8,41.8]杀迅猛龙杀到你搞定[QC943,1]和[QC294]为止
把迅猛龙的蛋存起来，练烹饪用[OC]
[G16.8,41.6]杀蓝鳃鱼人[QC279,1]和高布勒尔[QC279,2]
[G11.6,52.2]回报[QT306]
[G10.2,56.6]回报[QT455]
[G10,57.2]上楼，回报[QT464]
接受[QA465]
[G8.4,55.8]回报[QT469]
接受[QA484]
[G8.4,58.6]回报[QT279]
接受[QA281]
[G10.8,60.4]旅店楼上回报[QT943]
[V]在旅店卖垃圾，练烹饪
[G10.9,59.7]把药草寄给仓库小号
沿着路离开米奈希尔，然后为[QC484]杀光这一带的鳄鱼[OC]
[G13,41]回报[QT281]
接受[QA284]
[G13.6,38.1]回报[QT284]
接受[QA285]
[G13.9,34.9]回报[QT285]
接受[QA286]
杀怪杀到你升到26级为止：[XP26]把鱼人的鳍和肉都留着练烹饪。
[G14,29.8]杀被诅咒的水手和船底的大副，拿他的烟盒，这里可能需要组队：[QC289,3]
搞定这个任务[QC289]
街下来几个步骤会指引你去特定地点找隐形的沼地蠕行者：[QC275]，尽可能多杀[OC]
[G19.2,24]Spawn 1
[G23.2,25.4]Spawn 2
[G22.8,30.2]Spawn 3
[G23.4,31.6]Spawn 4
[G26.2,32.4]Spawn 5
[G27.4,32.2]Spawn 6
[G27.4,37.2]Spawn 7
如果这时候还没做完，可以先去下一个任务，等会再回来补完[OC]
[G42.4,29.8]打软泥打到你出背包为止[QC470]，这需要一点时间
[G33,224.6]回来把这个任务做完：[QC275]
[G56.2,40.6]回报[QT275]
[G47,47]回报[QT465]
沿着山往西走，回去找奥莫尔‧铁农（暂译），并在路上集齐[QC484]的鳄鱼皮
[G37,50]拾取土堆[QC299,4]
[G38,51.2]回报[QT294]
接受[QA295]
杀迅猛龙杀到你搞定任务，并且把蛋都留着[OC]
[G33,51]拾取[QC299,3]
[G34,47]拾取[QC299,2]
[G34,46]拾取[QC299,1]
Finish killing raptors for [QC295]
[G38,51.2]回报[QT295]
接受[QA296]
[G38.8,52.2]回报[QT299]
[G33,51.4]Kill Sarltooth for [QC296]
[G38,51.2]回报[QT296]
[G11.8,58]回报[QT470]
[G10.8,59.6]回报[QT289]
接受[QA290]
[G10.9,59.7]把药草寄给仓库小号
[V]卖垃圾并修装，打到的布留着，练烹饪
[G8.4,58.6]回报[QT286]
[G8.4,55.8]回报[QT484]
接受[QA471]
前往下一个任务地的路上沿路杀鱼人凑够练到120的烹饪材料[OC]
[G22.8,21.4]杀鳄鱼凑足[QC471]的皮顺便凑够练到130烹饪的嫩鳄鱼肉
杀怪杀到升级为止：[XP27]
[G15,24]杀船长拿钥匙：[QC290]，如果需要，可以组队。
[G14.4,23.9]到水下回报[QT290]
接受[QA292]
德鲁伊如果有需要，传送到月光林地学技能[OC][A Druid]
[H]炉石回米奈希尔
[G10.6,60.6]回报[QT292]
接受[QA293]
[V]去旅店买香料
[G8.4,55.8]回报[QT471]
用之前存的材料把烹饪练到150[OC]
[G11.2,58.4][V]卖垃圾并修装
[G10.9,59.7]把药草寄给仓库小号
飞到铁炉堡，如果需要就把职业技能学了[OC]
飞到[F 湖畔镇][OC]
[NX 27 - 30 赤脊山]
]],"Hakurai：由Shikushiku制作，中文翻译版")