Guidelime.registerGuide(
[[
[N 12 - 14 洛克莫丹]
[GA Alliance]
[D 根據 Hakurai 的教學影片製作\\ https://twitch.tv/hakurai \\ 我們的公會正在招募成員！ \\ https://www.guilded.gg/KOABD]
請注意：只要給經驗，路途中遇到的怪一律都殺掉、一律都殺掉，因為很重要所以說兩遍；否則你可能會在下一步因為缺少經驗而落後！只要學了草藥學，路過的草都要去拔；如果非常需要金幣，就去學雙採！[OC]
Hakurai學了草藥鍊金，所以不提示剝皮，但你如果缺G就學剝皮，沒有雙採很難湊足座騎錢。[OC]
坐地鐵去鐵爐堡。[OC]
去鐵爐堡接[QA6661]
完成[QC6661]
提交[QT6661]
進入主城[OC]
如果你有10銀，學習雙手錘；如果你有20銀，學習雙手錘和戰鬥怒吼；如果你有30銀，學習雙手錘、戰鬥怒吼和壓制。[A Warrior]
[G55.6,48.2Ironforge]開飛行點
[G18.6,51.6]綁爐石[S Ironforge]
前往下一個任務地區，沿路盡可能地採集[OC]
[G68.6,55.8Dun Morogh]接受[QA433]
[G69,56.2]接受[QA432]
[G63,49.8]接受[QA314]
[G62,46]進入任務派發者後面的洞穴擊殺瓦加什：[QC314]
[G63,49.8]回到[QT314]
前往採石場，完成[QC433]和[QC432]
[G69,56.2]回報[QT432]
[G68.6,55.8Dun Morogh]回報[QT433]
[G68.8,55.8][V]賣垃圾並修裝
[G83.8,39.2]接受[QA419]
[G79.7,36.2]回報[QT419]
[G23.4,74.6Loch Modan]接受[QA224]
接受[QA267]
你可能需要組隊完成這個任務[OC]
[G29,72]去山谷殺死穴居人[QC224]和[QC267]
[G23.4,76.2]回報[QT224]
回報[QT267]
接受[QA237]
[G29,59.4]殺穴居人殺到升級：[XP13]
[G28.2,83]殺掉石裂穴居人：[QC237]
[G23.4,76.2]回報[QT237]
[G33.8,50.8]開飛行點
[G34.7,47.7]把草藥寄給倉庫分身[OC]
[G34,46.6][V]賣垃圾並修裝，如果錢多就升級裝備
[G33.2,49.2]接受[QA1339]，巡山人雷矛會在路上巡邏
接受[QA416]
[G35.4,48.4]接受[QA418]
前往下一步，一路上見怪就殺，見草就拔[OC]
[G24.8,18.2]回報[QT1339]
回報[QT353]
接受[QA307]
[G24,18][V]賣垃圾並修裝，但不要把血腸烹飪配方賣掉
[G35,19]殺掉狗頭人，拾取：[QC307][QC416]
如果還沒完成[QC418]就完成它
殺怪拔草，直到[XP13+8400]和50點草藥學技能
[G24.8,18.2]回報[QT307]
[G33.2,49.2]回報[QT416]
[G34.8,49]回報[QT418]
學血腸，練烹飪[OC]
[G34.7,47.7]把草藥寄給倉庫分身[OC]
[G52,40.2Moonglade][T]德魯伊傳送到月光林地學職業技能[A Druid]
[H Ironforge]爐石回鐵爐堡
[G25.2,10.2Ironforge][T]學習職業技能[A Priest]
[G25.6,7.4Ironforge][T]學習職業技能[A Mage]
[G23.4,6.2Ironforge][T]學習職業技能[A Paladin]
[G50.8,6.6Ironforge][T]學習職業技能[A Warlock]
[G51.8,15.6Ironforge][T]學習職業技能[A Rogue]
[G70.8,84Ironforge][T]學習職業技能[A Hunter]
[G70.2,90.6Ironforge][T]學習職業技能[A Warrior]
[G54.8,58.6Ironforge][T]學習急救
[G55.6,58.8][T]學習草藥學
[G55.6,48.2]飛回[F Thelsamar]
[G25.4,10.4Loch Modan]導航指引你到隧道入口，穿過它，到對面的懸崖跳崖自殺，然後虛弱復活。[OC]
[G9.4,59.6Wetlands]沿著路跑到米奈希爾港，盡量別死，然後開飛行點。
在北邊的碼頭搭船到黑海岸。[OC]
[NX 14 - 16 黑海岸]
]],"Hakurai：由Shikushiku製作，中文翻譯版")