Guidelime.registerGuide(
[[
[N 25 - 27 溼地]
[GA Alliance]
[D 根據 Hakurai 的教學影片製作\\ https://twitch.tv/hakurai \\ 我們的公會正在招募成員！ \\ https://www.guilded.gg/KOABD]
請注意：學了採集就不要錯過礦草，只要有經驗，路過怪一律都殺掉，否則你可能會在下一步因為缺少經驗而落後。見怪就殺，見草就拔！[OC]
[G10.8,59.6Wetlands]接受[QA463]
接受[QA288]
[G10.6,61]綁定爐石：[S 米奈希爾港]
[V]Buy a flagon of mead at the innkeeper
[G10.8,60.4]到樓上接受[QA943]
[G10.8,59.6]回報[QT288]
接受[QA289]
[G8.4,58.6]接受[QA279]
[G8,55.8][T]如果可以學下一級草藥學就在這裡學了[OC]
[G11.6,52.2]接受[QA305]
[G10.2,56.6]接受[QA473]
[G10,57.2]到樓上回報[QT473]
接受[QA464]
[G11.8,58]戶外，接受[QA470]
[G9.4,59.6]飛到[F 塞爾薩瑪]
為卓克蘇爾懸賞任務和其他精英怪找一個隊伍[OC]
[G33.2,49.2Loch Modan]接受[QA468]
[G37.2,46.4]接受[QA256]
[G34.6,44.6]接受[QA255]，就算它已經灰掉了。
[G46,13.6]跑到大垻頂上接受[QA250]
[G56.1,13.3]回報[QT250]
接受[QA199]
[G70.4,22]這裡殺Mercenaries任務的巨魔[OC]
[G74,19]到中間的山洞裡殺了卓克蘇爾：[QC256]
確保你完成了[QC255]
[G46,13.6]回大垻頂上回報[QT199]
接受[QA161]
[G34.6,44.6]回報[QT255]
回報[QT256]
[G25.4,10.4]回報[QT468]
接受[QA455]
[G49.8,73.4Wetlands]殺獸人，做[QC455,1]和[QC455,2]
用正確的方式從隧道進入溼地[OC]
[G56.2,40.6]回報[QT463]
接受[QA276]
[G64.4,63.2]做[QC276]殺怪，但先別挖軟泥，晚點再挖！
[G56.2,40.6]回報[QT276]，回去的路上見怪就殺，見草就拔
接受[QA277]
[G49.6,39.4]接受[QA469]
[G50.2,37.8][V]賣垃圾
[G40.4,30.2]殺犲狼人：[QC277]
[G56.2,40.6]回報[QT277]
接受[QA275]
[G42,41]去龍喉營地殺獸人[QC464]
[G38,51.2]離開龍喉營地，向西走，繞山找矮人，接受[QA294]
[G38.8,52.2]接受[QA299]
回報[QT305]
接受[QA306]
[G38.8,52.2]拾取化石：[QC943,2]
[G31.8,41.8]殺迅猛龍殺到你搞定[QC943,1]和[QC294]為止
把迅猛龍的蛋存起來，練烹飪用[OC]
[G16.8,41.6]殺藍鰓魚人[QC279,1]和高布勒爾[QC279,2]
[G11.6,52.2]回報[QT306]
[G10.2,56.6]回報[QT455]
[G10,57.2]上樓，回報[QT464]
接受[QA465]
[G8.4,55.8]回報[QT469]
接受[QA484]
[G8.4,58.6]回報[QT279]
接受[QA281]
[G10.8,60.4]旅館樓上回報[QT943]
[V]在旅館賣垃圾，練烹飪
[G10.9,59.7]把藥草寄給倉庫分身
沿著路離開米奈希爾，然後為[QC484]殺光這一帶的鱷魚[OC]
[G13,41]回報[QT281]
接受[QA284]
[G13.6,38.1]回報[QT284]
接受[QA285]
[G13.9,34.9]回報[QT285]
接受[QA286]
殺怪殺到你升到26級為止：[XP26]把魚人的鰭和肉都留著練烹飪。
[G14,29.8]殺被詛咒的水手和船底的大副，拿他的煙盒，這裡可能需要組隊：[QC289,3]
搞定這個任務[QC289]
街下來幾個步驟會指引你去特定地點找隱形的沼地蠕行者：[QC275]，盡可能多殺[OC]
[G19.2,24]Spawn 1
[G23.2,25.4]Spawn 2
[G22.8,30.2]Spawn 3
[G23.4,31.6]Spawn 4
[G26.2,32.4]Spawn 5
[G27.4,32.2]Spawn 6
[G27.4,37.2]Spawn 7
如果這時候還沒做完，可以先去下一個任務，等會再回來補完[OC]
[G42.4,29.8]打軟泥打到你出背包為止[QC470]，這需要一點時間
[G33,224.6]回來把這個任務做完：[QC275]
[G56.2,40.6]回報[QT275]
[G47,47]回報[QT465]
沿著山往西走，回去找奧莫爾‧鐵農（暫譯），並在路上集齊[QC484]的鱷魚皮
[G37,50]拾取土堆[QC299,4]
[G38,51.2]回報[QT294]
接受[QA295]
殺迅猛龍殺到你搞定任務，並且把蛋都留著[OC]
[G33,51]拾取[QC299,3]
[G34,47]拾取[QC299,2]
[G34,46]拾取[QC299,1]
Finish killing raptors for [QC295]
[G38,51.2]回報[QT295]
接受[QA296]
[G38.8,52.2]回報[QT299]
[G33,51.4]Kill Sarltooth for [QC296]
[G38,51.2]回報[QT296]
[G11.8,58]回報[QT470]
[G10.8,59.6]回報[QT289]
接受[QA290]
[G10.9,59.7]把藥草寄給倉庫分身
[V]賣垃圾並修裝，打到的布留著，練烹飪
[G8.4,58.6]回報[QT286]
[G8.4,55.8]回報[QT484]
接受[QA471]
前往下一個任務地的路上沿路殺魚人湊夠練到120的烹飪材料[OC]
[G22.8,21.4]殺鱷魚湊足[QC471]的皮順便湊夠練到130烹飪的嫩鱷魚肉
殺怪殺到升級為止：[XP27]
[G15,24]殺船長拿鑰匙：[QC290]，如果需要，可以組隊。
[G14.4,23.9]到水下回報[QT290]
接受[QA292]
德魯伊如果有需要，傳送到月光林地學技能[OC][A Druid]
[H]爐石回米奈希爾
[G10.6,60.6]回報[QT292]
接受[QA293]
[V]去旅館買香料
[G8.4,55.8]回報[QT471]
用之前存的材料把烹飪練到150[OC]
[G11.2,58.4][V]賣垃圾並修裝
[G10.9,59.7]把藥草寄給倉庫分身
飛到鐵爐堡，如果需要就把職業技能學了[OC]
飛到[F 湖畔鎮][OC]
[NX 27 - 30 赤脊山]
]],"Hakurai：由Shikushiku製作，中文翻譯版")