Guidelime.registerGuide([[

[N31-41 Bustea的升级导航]
[D Bustea的部落升级导航,此版本适合全职业！ https://twitch.tv/bustea/ 中文由Qcat汉化]
[NX41-45 Bustea的部落升级导航]
[GA Horde]

你现在应该是 [XP31] 级
飞到 [F 乱风岗]
下电梯然后朝前走 [G31,36 Thousand Needles]
在你能看到购货的地方，击杀阿利卡拉 [QC5088].- 他是一个28的精英, 可能你要组队
以同样的方式返回 [G31,36 Thousand Needles]
下一步你需要组队,或者你也可以跳过, 要去杀黑豹 [Q5151]
如果你有队伍, 黑豹在 [G22,24 Thousand Needles]
提交 [QT5088] 如果你同时做了 [Q5151] 那么也提交(如果你没做的话就放弃)
现在找钢齿土狼 [QC1131] ,注意躲避两个守卫
下一部分可能会更难, 去做 [QC1150] 你得把鹰身人洞清理干净，箱子在最里面
如果你点击箱子, 会刷3波鹰身人，格林卡·血啸在最后1波
下一步你将会刷更多怪.在这刷鹰身人直到 [XP32] 级
提交 [QT1150] 跳过后续！
跑回乱风岗然后飞到 [F 奥格瑞玛]
[T]学技能
飞到 [F 乱风岗]
向东，跑向闪光平原 [G80,77 Thousand Needles]
接受 [QA1105][QA1104][QA1110][QA1176][QA5762][QA1111][QA1175]
现在绕着这个区域转一圈，直到你完成了所有的任务并同时有 *10 海龟肉*
[QC1105][QC1104][QC1110][QC1176][QC1175]
提交 [QT1105][QT1104][QT1110][QT1176][QT1175]
接受 [QA1178][QA1106]
刷这一片的怪，直到 [XP33] 级
现在往南进入塔纳利斯，开鸟点 [P 加基森]
飞到 [F 棘齿城]
提交 [QT1178] 接受 [QA1180]
提交 [QT1111].跳过后续
坐船到藏宝海湾
提交 [QT1180] 接受 [QA1181]
接受 [QA605][QA201][QA189][QA213]
提交 [QT1181] 接受 [QA1182]
接受 [QA575]
炉石到 [H 奥格瑞玛]
走出奥格瑞玛，坐上去荆棘谷的飞艇
开鸟点 [P 格罗姆高营地]
接受 [QA581][QA596][QA629][QA638] 此时，你的任务日志应该有点满了, 所以如果你没有空间接了, 放弃一些你没完成的副本任务吧.
前往奈辛瓦里营地提交 [QT5762]
放弃 [Q6441]
接受 [QA185][QA190][QA194]
击杀秃鹫 [QC575]
击杀老虎 [QC185]
击杀豹子 [QC190]
提交 [QT185][QT190] 接受 [QA186][QA191]
击杀豹子和老虎 [QC186][QC191]
击杀迅猛龙 [QC194]
去海滩杀巨魔 [QC596][QC581][QC189]
击杀红色蛇颈龙 [QC605]
游到 [G24,22 Stranglethorn Vale]
拾取石板 [QC629]
提交 [QT186][QT191][QT194]
接受 [QA187][QA192][QA195]
现在刷怪，直到你 [XP33.8]
提交 [QT581][QT629][QT596]
飞到 [F 藏宝海湾]
提交 [QT575][QT201][QT605][QT189]
接受 [QA577]
你现在应该 [XP34] 了
炉石到 [H 奥格瑞玛]
[T] 学新技能
*从AH买一个强力巨魔之血药剂*
学烹饪，做一些能轻松获得经验的任务。取出你的10个海龟肉，如果你有的话。
走出去，然后做飞艇到幽暗城
接受 [QA1164]
提交 [QT513] 接受 [QA515]
飞到 [F 塔伦米尔]
去旅店内, 接受 [QA7321] 然后回来提交 [QT7321 it]
接受 [QA547][QA556][QA676][QA552][QA544]
定炉石到 [S 塔伦米尔]
去杀鱼人 [QC515,4]
去杀雪人，直到你获得赫尔库拉的魔棒 [QC552]
去杀娜迦 [QC515,3]
炉石到 [H 塔伦米尔]
提交 [QT552][QT515]
接受 [QA517][QA553]
*下一部分最好组个人一起做*
去 [G69,73 Hillsbrad Foothills] 然后进入矮人堡垒
得到酒 [QC517]
击杀达伦·铁山上尉 [QC541,4]
杀矮人直到你完成 [QC541] ，并获得剑 [QC547]
去这里 [G30,50 Arathi Highlands]
击杀食人魔 [QC676]
向东跑落锤镇
开鸟点 [P 落锤镇]
提交 [QT638][QT676] 并接受 [QA677]
击杀巨魔 [QC677]
在这刷一会儿直到你 [XP35] 级
如果你找到了 *密斯莱尔坠饰* , 点它接受任务
炉石到 [H 塔伦米尔]
提交 [QT547][QT517][QT541]
接受 [QA550][QA524]
提交 [QA524]
跑回去进入雪人洞并完成 [QC553,1][QC553,2]
出洞击杀辛迪加 [QC533]
去洛丹米尔收容所 [G21,82 Alterac Mountains] 并击杀所有NPC，并完成 [QC556]
你同时这里也可以获得血石 [QC544]
炉石到 [H 塔伦米尔]
提交 [QT533][QT544][QT556]
接受 [QA557][QA545]
跑到 [G55,52 Hillsbrad Foothills]
去赫尔库拉的墓地提交 [QT553]
你现在应该 36 级了, 路上顺便杀怪到 [XP36-2000] 
飞到 [F 幽暗城]
提交 [QT550] 接受 [QA1048]
你现在应该是 [XP36] 了
去 [G20,77 Alterac Mountains]
击杀元素怪和人形怪直到你完成 [QC557][QC545]
炉石到 [H 塔伦米尔]
提交 [QT557][QT545]
飞到 [F 落锤镇]
提交 [QT677] 接受 [QA678]
定炉石 [S 落锤镇]
接受 [QA671][QA672]
*如果你的急救有 225/225, 进入落锤镇后，你可以去左边的房子。那里的NPC会给你一个急救任务，你必须尽快包扎受伤的士兵, 优先处理血量最少的人. 这任务会给你3900经验. 如果你失败了就放弃重新做
去 [G57,41 Arathi Highlands] 在路上击杀所有你能看到的迅猛龙[QC672]
这里你可以击杀任务怪 [QC1164]
去斯弗德农场并击杀辛迪加直到你有10护身符 [QC671]
提交 [QT671][QT672] 接受 [QA674]
提交 [QT674] 接受 [QA675]
提交 [QT675] 接受 [QA701]
去杀食人魔 [QC678]
击杀迅猛龙 [QC701]
现在的话需要在刷怪刷一会儿, 回去刷食人魔直到你 [XP37-10000] 级
炉石到 [H 落锤镇]
提交 [QT701] 接受 [QA702] 然后提交 [QT702]
提交 [QT678]
飞到 [F 幽暗城]
提交 [QT1164]
坐飞艇到奥格瑞玛
定炉石到 [S 奥格瑞玛]
接受 [QA1431] 并提交 [QT1431 it]
接受 [QA1432]
[T] 学技能
飞到 [F 烈日石居] 然后跑到凄凉之地
在凄凉之地你应该可以到 [XP37]
接受 [QA5501][QA5741]
去 [G36,30 Desolace] 然后点击地上的书. 接受 [QA6161]
接受 [QA1368][QA1365][QA5386]
提交 [QT1432] 接受 [QA1433] 和 [QA1434]
提交 [QT1433] 接受 [QA1435]
接受 [QA5381][QA6143]
开鸟点 [P 葬影村]
在水中点贝壳陷阱直到你有10,把那些交给 *吉纳泽林* 并获得2 *血肚鱼* ，为了 [QC5386]
击杀玛格拉姆直到你与吉尔吉斯变成友善 [QC1368]
接受 [QA5561]
拯救科多 [QC5561] 并提交 [QT5561]
收集骨头 [QC5501]
击杀可汗 [QC1365]
提交 [QT1365][QT5386]
提交 [QT5501]
击杀萨特 [QC1434]
往雷斧堡垒走并从大门进入 [G56,29 Desolace]. 在你的包里找一个 “燃烧宝石”, 然后放到动作条里. 当你杀死NPC时, 当他们即将死亡时，对他们使用宝石（剩下10-20%左右生命的时候）.
收集15宝石 [QC1435]
点击红色水晶并击杀恶魔, 然后拾取 [QC5381]
杀死塔上的怪 [QC5741]
在你的包包内点击恶魔皮接受 [QA1480]
提交 [QT5741] and 接受 [QA6027]
去 [G33,31 Desolace] 并打开水中的贝壳直到你有10 *软壳蚌肉*
击杀龙虾人直到你获得银钥匙 [QC6161,1]
在海难的北边，你可以找到娜迦, 杀了他们直到你获得金钥匙 [QC6161,2]
游到 [G30,9 Desolace] 并点击箱子提交 [QT6161]
去岛的北部 [QC6027]. 点击塑像，杀死刷新的娜迦
在这刷娜迦直到你 [XP37.8] 级
杀完剩下的娜迦 [QC6143]
提交 [QT6027]
提交 [QT1480][QT1435][QT1434]
接受 [QA1436]
提交 [QT1368]
提交 [QT6143][QT5381]
接受 [QA6142] 并提交 [QT6142 it]
你现在应该 [XP38] 了
炉石到 [H 奥格瑞玛]
提交 [QT1436]
坐飞艇到荆棘谷
接受 [QA568][QA582][QA570][QA598]
击杀深喉猎豹和荆棘谷雌虎 [QC192] 和 [QC570]
击杀鳄鱼 [QC577]
G沿着你的路走到石油钻塔的顶端并击杀工头考兹尔, 拾取他的钥匙并打开箱子 [G42,20 Stranglethorn Vale] [QC1182]
击杀风险投资公司怪直到你有8水晶 [QC213]
击杀鞭尾迅猛龙 [QC195]
击杀老年荆棘谷猛虎 [QC187]
提交 [QT187][QT192][QT195]
接受 [QA188][QA193][QA196]
往西北走并击杀血顶巨魔直到你有20个头颅 [QC582]
提交 [QT1182][QT213][QT577]
接受 [QA1183][QA628]
确保你有所有的荆棘谷的青山页, 如果没有的话就去藏宝海湾AH看看
第一章: 1,4,6,8 2. 第二章: 10,11,14,16 3. 第三章: 18,20,21,24 4. 第四章: 25,26,27
现在想达到39级时你有两个选择, 要么去刷血色修道院相关的任务, 或者刷怪到 [XP39]
炉石到 [H 奥格瑞玛]
如果你不是亡灵或术士,那么去AH买一些水下药剂
坐飞艇到幽暗城
飞到 [F 落锤镇]
现在去法迪尔海湾.跑到 [G31,64 Arathi Highlands]
沿着小路进入小隧道然后你会到达法迪尔海湾
接受 [QA663] 并提交  [QT663]
接受 [QA662][QA664][QA665]
做护送任务并击杀所有水元素 [QC665]
提交 [QT665] 接受 [QA666] 然后装备寻宝潜水镜
然后做 [QC662][QC664][QC666]
提交 [QT662][QT664][QT666] 接受 [QA668]
提交 [QT668] 接受 [QA669]
接下来是一段通往荒芜之地的漫长旅程
向南游到湿地并穿过它直到你到达丹奥加兹隧道
沿着隧道一直走到洛克莫丹.
去洛克莫丹的南部并进入荒芜之地
接受 [QA710]
击杀元素 [QC710]
开鸟点 [P 卡加斯]
建议在这刷，直到 [XP40]
提交 [QT710]
炉石到 [H 奥格瑞玛]
[T] 学你的40级技能
*在继续遵循导航之前, 烈建议你获得40级的坐骑. 随着我们等级的提高将会有越来越多的跑路, 所以你应该在荒芜之地刷元素怪或者或矮人,直到你有钱学坐骑. 从长远来看，这会节省你大量的时间*
坐飞艇到荆棘谷
提交 [QT570] 接受 [QA572]
击杀辛达尔 [QC188]
提交 [QT188]
现在我们奔向悲伤沼泽, 去 [G43,55 Swamp of Sorrows]
开鸟点 [P 斯通纳德]
接受 [QA1418][QA698][QA1424]
击杀并拾取鳄鱼 [QC698]
找到并击杀木棒诺博鲁，拾取他的木棒，接受 [QA1392]
提交 [QT1392] 接受 [QA1389]
收集水晶 [QC1389]
去 [G63,18 Swamp of Sorrows] 并清理营地, 然后接受 [QA1393] 这是个护送任务
做护送，并完成 [QC1393]
去 [G47,39 Swamp of Sorrows] 点击保险箱提交 [QT1393]
提交 [QT1389]
采集神器 [QC1424]
提交 [QT698] 接受 [QA699]
提交 [QT1424]
飞到 [F 卡加斯]
提交 [QT1418] 接受 [QA1420]
接受 [QA1419][QA2258][QA782]
击杀山狗和秃鹫[QC1419][QC2258]
接受 [QA711]
提交 [QT1106] 接受 [QA1108]
接受 [QA703][QA2418][QA709] 如果你的任务满了, 先放弃一些副本任务，之后再去做吧
去 [G40,78 Badlands] 击杀所有石元素 [QC711][QC2258].
在这刷怪，直到你 [XP41] 级

]], 'Bustea 升级导航 中文由Qcat汉化')