Guidelime.registerGuide([[

[N21-31 Bustea的升级导航]
[D Bustea的部落升级导航,此版本适合全职业！ https://twitch.tv/bustea/ 中文由Qcat汉化]
[NX31-41 Bustea的部落升级导航]
[GA Horde]

你现在应该 [XP21] 级了。
去奥格瑞玛并定炉石 [S 奥格瑞玛].
飞到 [F 陶拉祖营地]
接受 [QA913], 并去周围找雷鹰雏鸟击杀 [QC913]
提交 [QT913]
炉石到 [H 奥格瑞玛]
找到塞娜尼·雷心并接受 [QA235]
飞到 [F 碎木岗哨]
提交 [QT235]
在和她交谈, 接受 [QA6383] 并提交 [QT6383 it]
飞到 [F 佐拉姆加前哨站]
接受 [QA6442]
击杀娜迦 [QC6442]
现在是杀怪阶段, 呆在这里直到你 [XP22] 级. 保留伐木机操作手册
提交 [QT6442]
炉石到 [H 奥格瑞玛]
把所有操作手册放进银行
[T] 学技能
前往 [G46,12 The Barrens] 奥格瑞玛外
上飞艇去幽暗城
开鸟点 [P 幽暗城]
进入银松森林并开鸟 [P 银松森林]
接受 [QA493][QA516]
朝向 [G58,77 Silverpine Forest]
前往 [G60,74 Silverpine Forest] 
进入洞穴并击杀鸦爪 [QC516]
完成后, 沿着这条路到希尔斯布莱德接受 [QA494]
跑到塔伦米尔, 开鸟点 [P 塔伦米尔]
提交 [QT493][QT494]
接受 [QA498][QA549][QA567][QA496][QA501][QA527]
前往敦霍尔德城堡 [G76,46 Hillsbrad Foothills] 在路上击杀你能击杀的任何怪
进入城堡, 找狱卒玛尔根 [G78,40.5 Hillsbrad Foothills] 拾取他的钥匙.
救出格萨 [QC498,2]
狱卒埃斯顿也在这周围,杀了他, 拾取钥匙并救出德卢尔 [QC498,1]
在这儿杀辛迪加怪直到你完成 [QC549]
建议在这一直刷到 [XP23] 级
回塔伦米尔的路上杀了熊和蜘蛛 [QC496]
完成后，返回塔伦米尔提交 [QT498][QT549][QT496], 接受 [QA499]
提交 [QA499]
现在是捕杀山狮的时候了 [QC501]
做完后，去西边的小农场[QC527]
回塔伦米尔提交 [QT501][QT527], 接受 [QA502][QA528][QA546]
回农场提交 [QT502], 然后击杀斯坦雷直到他变形
去南方的田野并击杀农民 [QC528]  和农夫卡拉巴 [QC567,4]
现在是伐木时间,直到你 [XP24-1500] 级, 最好在北方田里伐木, 因为他们更容易.
回塔伦米尔, 提交 [QT528] 接受 [QA529][QA509]
你现在应该 [XP24] 了
飞到 [F 瑟伯切尔]
提交 [QT516]
炉石到 [H 奥格瑞玛]
去AH逛逛，看看有没有*致命的短枪* (后面的任务用到)和任何的伐木机页
从银行取出你的伐木机页然后飞到 [F 碎木岗哨]
接受 [QA6441][QA25][QA6503][QA6571][QA6504]
把你所有的书页合起来 [QA6504]
飞到 [F 佐拉姆加前哨站]
接受 [QA6641], 这是一个护送, 跟着他去小岛并杀了路上的怪.
[QC6641]
回去提交 [QT6641] 并接受 [QA216][QA6462]
去蓟皮村然后做 [QC216] 然后向北进入村庄, 穿过木门.
继续前进直到你看到石拱门, 穿过它，进入洞穴 [QC6462]
跑回佐拉姆加前哨站提交 [QT216][QT6462]
飞到 [F 碎木岗哨]
击杀隐身的先驱者 [QC6503]
前往 [G66,74 Ashenvale] 并杀了在银翼前哨内所有的暗夜精灵, 然后接受 [QA6544] 这是一个护送任务
你应该接近25级了， 如果不是的话，说明你没有杀死足够多的小怪. 去刷直到你 [XP25]
去密斯特拉湖并击杀元素 [QC25,1]
击杀泰德雷斯 [QC25] 然后走到小岛上进入凉亭.
电吉他掉落的物品接受 [QA1918]
前往 [G40,65 Ashenvale] 并找乌萨苟斯, 然后杀了他拾取，并接受 [QA23]
向东/东北直到进入绿爪村并击杀熊怪 [QC6571,4]
回碎木岗哨
你现在应该 [XP25.25] 了
提交 [QT6503][QT6544][QT23][QT25][QT1918] 接受 [QA824]
飞到 [F 佐拉姆加前哨站]
提交 [QT824]
炉石到 [H 奥格瑞玛]
飞到 [F 十字路口]
接受 [QA868]
飞到 [F 陶拉祖营地]
接受 [QA679][QA893][QA874]
去做 [QC868]
去野猪人营地做 [QC879][QC893]
去做 {G42,80 The Barrens] 并找到瓦希塔帕恩杀了他拾取他的羽毛并接受给你的任务
去看看路上有没有一个NPC在上下巡逻, 他叫加恩·石塔, 接受 [QA843]
进入挖掘点并击杀任务怪直到你完成 [QC843]
提交 [QT843], 接受 [QA846]
进入挖掘现场矮人堡垒的顶部直到你完成 [QC846]
你现在应该 [XP26.1] 了
提交 [QT846] 接受 [QA849]
摧毁飞行机器 [QC849]
提交 [QT849]
提交 [QT893][QT885][QT879]
接受 [QT1153][QT906]
飞到 [F 十字路]
提交 [QT868][QT906]
飞到 [F 棘齿城]
提交 [QT874] 接受 [QA873]
前往 [QC873] 靠近北方城堡的水中
提交 [QT873]
坐船去藏宝海湾
码头上你能看到一个箱子拾取它 [QC6571,2]
开鸟点 [P 藏宝海湾]
炉石到 [H 奥格瑞玛]
飞到 [F 碎木岗哨]
与皮克希尔焦炭并给他*致命的短枪* [QC6571,1]
前往 [G58,55 Ashenvale] 路上一路杀到欢笑的姐妹处, 还要在这附近找一只叫猎影的猫,杀了它, 拾取并截取它的任务
欢笑的姐妹刷到直到你 [XP27] 级
去萨提纳尔处 [G81,52 Ashenvale]
击杀萨特直到你完成 [QC6441] 同时在附近拾取一个战歌之油 [QC6571,3]
炉石到 [H 奥格瑞玛]
[T] 学你新技能
坐上去幽暗城的飞艇
开鸟点 [P 幽暗城]
飞到 [F 塔伦米尔]
去农场做 [QC529]
会塔伦米尔提交 [QT529], 接受 [QA532]
一路清怪到市政厅并击杀书记员赫拉斯·怀特斯蒂德 [QC567,1]
然后杀波恩塞德镇长 [QC532,1] 并摧毁城镇文档 [QC532,4]
清理剩下的怪 [QC532,2] 然后出去
现在你应该去找平民维尔克斯 [QC567,2]
现在把你剩下的人类颅骨完成，如果你没完成的话 [QC546]
回塔伦米尔, 提交 [QT532][QT546] 接受 [QA539]
往南向矿洞 [G26,58 Hillsbrad Foothills] 这个地方，然后从下入口进入
击杀矿工, 工头邦德斯和矿工哈克特 [QC539] [QC567,3]
从矿里出来然后去 [G65,60 Hillsbrad Foothills] 在那里你可以找到豺狼人和蘑菇，如果你需要的话 [QC509]
回塔伦米尔提交 [QT567][QT539][QT509] 然后接受 [QA541][QA513]
炉石到 [H 奥格瑞玛]
飞到 [F 陶拉祖营地]
接受 [QA1130]
向南朝着大电梯走, 我们现在出发千针石林! [G32,22 The Barrens]
接受 [QA4542]
跑到乱风岗 [G45.6,50.6 Thousand Needles]
提交 [QT4542] 接受 [QA4841]
接受 [QA5147][QA4821][QA4767]
开鸟点[P 乱风岗]
现在去杀半人马 [QC4841]
接受 [QA1149] 在你被传送后跳下来
提交 [QT1149] 接受 [QA1150]
你现在应该 [XP29] 了，如果不是就刷一会儿
前往 [G56,50 Thousand Needles] 并找一个异型卵 [QC4821]
提交 [QT4841] 接受 [QA5064]
提交 [QT4821] 接受 [QA4865]
去风巢 [G12,32 Thousand Needles]
击杀双足飞龙的同时在周围拾取蛋 [QC4767]
接受 [QA4770]
这是个护送任务,保护他就行 [QC4770]
提交 [QT4770][QT4865]
接受 [QA5062][QA5151]
去收集火岩龙舌兰 [QC5062]
前往黑云峰 [G31,36 Thousand Needles]
跨过三座桥, 然后往南走过桥, 再穿过西北的桥最后去点击箱子 [QC5064]
回到高原处, 然后去南边的房子里, 拾取箱子 [QC5064]
去这个高原的东边, 走向东的桥, 去房子里, 拾取箱子 [QC5064]
回到大高原, 向北的桥, 再往东走那座桥, 然后去东北方的桥, 这里可以杀阿纳克·恐怖图腾 [QC5147]
接受 [QA4904] 和 [QC4904 escort her out]
回到乱风岗
提交 [QT4904][QT4767][QT5147]
现在你应该刷一会儿怪直到你 [XP30] 级， 可以去刷会鹰身人或者双足飞龙
现在去菲拉斯. 开鸟点 [P 莫沙彻营地]
飞到 [F 雷霆崖]
接受 [QA1102]
提交 [QT1130] 接受 [QA1131]
提交 [QT5062] 接受 [QA5088]
炉石到 [H 奥格瑞玛]
[T] 学你的30级技能
这个时候你可以选择去剃刀沼泽升到 [XP31]

]], 'Bustea 升级导航 中文由Qcat汉化')