Guidelime.registerGuide([[

[N12-21 Bustea的牛头人升级导航]
[D Bustea的部落升级导航,此版本只适牛头人! https://twitch.tv/bustea/ 中文由Qcat汉化]
[NX21-31 Bustea的部落升级导航]
[GA Horde,Tauren]

你现在应该是 [XP12] 级了，那么继续开始这部分导航！
前往 [G43.7,52.4 The Barrens]
接取 [QA886] 和 [QA854].
与索尔交谈, 提交 [QT854].
接 [QA6361].
开鸟点, 同时提交 [QT6361] 接受 [QA6362].
飞到 [F 雷霆崖] 提交 [QT6362] 并接受 [QA6363].
提交 [QT6363] 并接受 [QA6364].
飞到 [F 十字路口], 提交 [QT6364].
定炉石 [H 十字路口].
接受 [QA1492][QA871][QA844][QA869][QA870][QA5041][QA848].
不用一步到位完成 [Q869] 这个任务，边走边做
在十字路口绕圈并完成 [QC844].
提交 [QT844] 接受 [QA845].
接受 [QA855][QA850] 在你去那里的路上，继续杀斑马和迅猛龙
向北奔向半人马营地做 [QC855] 逐一杀死半人马
[QC848]在湖边捡蘑菇
[QC870]游到湖底，游到冒出气泡的石头上
前往 [G43,24 The Barrens] 去杀半人马
击杀巴拉克·科多班恩 [QC850]
一路杀直到你直到你13级
你现在应该 [XP13] 了, 如果还没到，就多杀一会儿
提交 [QC850], 接受 [QA851].
完成 [QC845].
提交 [QT845][QT848][QT870], 接受 [QA903][QA877].现在先跳过 [QS853]
去[V]卖垃圾 [R]修装备
去杀野猪人 [QC871].
击杀剩下的迅猛龙 [QA869] ，如果你之前没做完的话
前往 [G63,37 The Barrens] 开鸟点 [P 棘齿城]
接受 [QA887][QA894][QA895], 提交 [QT1492], 接受 [QA896][QA891].
沿海岸杀海盗 [QC887]
提交 [QT887], 接受 [QA890].
提交 [QT890], 接受 [QA892]
提交 [QA892], 接受 [QA888].
前往 [G60,35 The Barrens], 绕着悬崖走然后击杀徘徊者 [QC903].
飞到 [F 十字路口].
提交 [QT869][QT903][QT871].
你现在应该 [XP14] 了，如果还没的话，就稍微刷一会儿
接受 [QA899][QA4921][QA853].
飞到 [F 雷霆崖].
提交 [QT853], 接受 [QA962].
[T]去你的职业导师处获得你的14级技能
飞到 [F 陶拉祖营地].
前往 [G49,50 The Barrens] 处点击尸体 [QC4921]
十字路口处提交 [QT4921]
前往 [G52,12 The Barrens] 然后点击小控制台提交 [QT894], 然后接受 [QA900].
现在绕着小屋跑关闭3个阀门 [QC900], 然后提交 [QT900]并接受 [QA901].
前往 [G53,11 The Barrens] 走上山, 在小屋里击杀工匠斯尼格斯 [QC901].
回到小屋, 提交 [QT901] 接受 [QA902], 现在你可以扔掉控制台操作手册了，占空间
前往 [G55,16 The Barrens] 在科多骨头旁边, 清理该区域并且召唤埃其亚基 [QC881].
前往[G58,24 The Barrens] 的这个地方 [QC872,1,2]， 然后往南走一点，杀了克里尼格·糟鼻 [QC872,3], 在这附近，你还应该还能找到补给品 [QC5041].
提交 [QT902] 并接受 [QA3921].
飞到 [F 十字路口], 提交 [QT881] 并接受 [QA905].
飞到 [F 棘齿城]
一路杀到 [G62,49 The Barrens]. 从营地拿箱子 [QC888].
在这些营地里, 杀了巴隆·朗绍尔 [QC895] 然后回到棘齿城.
提交 [QT895][QT888] 并接受 [QA865].
你现在应该 [XP15] 了，如果还没到，就在周围刷一会儿
向西南方向行驶 [G55,42 The Barrens] 杀了你能看到的所有科卡尔怪
在水中, 再找一块有气泡的石头然后播种 [QC877].
前往 [G53,41 The Barrens] 寻找亭子。为了 [QC851] 你现在必须击杀一些科卡尔怪, 把你周围的营地清理干净直到其中一个半人马说: "我被杀了！召唤维罗戈!", 现在回到亭子击杀狂热的维罗戈
现在开始无聊的部分了. 杀了你可以找到的所有科卡尔怪(尤其是科卡尔战士)完成你的 [QC855]
杀到直到你 [XP16]
往西跑提交 [QT855][QT851], 接受 [QA852] 然后走回十字路口
提交 [QT877][QT5041][QT872], 接受 [QA880].
飞到 [F 雷霆崖]
[T] 学技能
飞到 [F 陶拉祖营地]
定炉石 [H 陶拉祖营地].
提交 [QT877][QT5041][QT872], 接受 [QA880].
击杀迅猛龙 [QC865] 获得3个赤鳞迅猛龙的羽毛 [Q905]. 深入迅猛龙基地，获得 [QC3281].
前往[G52,46 The Barrens] 清理周围的迅猛龙然后在每个有颜色的巢上放一根羽毛 [QC905].
现在去甜水绿洲击杀钳嘴龟 [QC880].
你现在必须找到并击杀赫兹鲁尔·血印 [QC852], 他在湖边巡逻并且他有两个小弟. 如果你单杀不了的话就组队吧.
跑回地堡提交 [QT852], 现在跳过后续！
跑到十字路口然后飞到 [F 棘齿城].
提交 [QT865] 并接受 [QA1491], 同时接受 [QA959][QA1069].
飞到 [F 十字路口]
提交 [QT880], 接受 [QA1489].
提交 [QT905], 接受 [QA3261].
提交 [QT3281], 向西跑并接受 [QA6542]
你现在应该 [XP17] 了，如果还没到，就在周围刷一会儿
往北跑提交 [QT3921], 接受 [QA3922].
前往 [G57,9 The Barrens] 并接受 [QA858].
前往水中的塔顶, 一路上捡高强度齿轮 [QC3922]. 当你在顶端的时候, 击杀鲁格维兹主管 [QC858]. 然后跳到水里.
提交 [QT858] 并接受 [QA863]
这是一个护送, 只需要跟着伐木机走，完成 [QC863].
向东走直到碰到一条河然后向北拐 [G64,3 The Barrens].
过桥到奥格. 找一个警卫看看鸟点在哪，然后去开鸟点 [P 奥格瑞玛]
从桥上跑出去 [G64,3 The Barrens] 然后回到刚才护送的地方
往西跑提交提交 [QT3922], 接受 [QA3923].
跑北, 提交提交 [QT6542], 接受 [QA6543].
[Q6543] 很浪费时间, 但它会让我们获得灰谷的鸟点
现在前往[G71,68.4 Ashenvale] 获得斥候的报告
前往碎木岗哨获得鸟点 [P 碎木岗哨].
向东北方向跑 [G78.6,55.5 Ashenvale] 获得斥候的报告
现在一直跑，向西跑跑到灰谷的另一端.[G12.2,34.2 Ashenvale] 获得斥候的报告
当你在那里的时候,开鸟点 [P 佐拉姆加前哨站]
飞到 [F 十字路口]
向西跑到石爪山脉接受并接受 [QA6548]
前往[G81,88 Stonetalon Mountains] 并击杀恐怖图腾 [QC6548].
提交 [QT6548], 接受 [QA6629].
前往 [G70,87 Stonetalon Mountains] 然后转向东北, 杀了你在路上看到的所有怪
击杀格鲁迪格·黑云和6恐怖图腾蛮兵 [QC6629].
等卡雅·扁蹄刷新，接受 [QA6523], 跟着她，准备好会3个怪物伏击你
跑回去提交 [QT6629][QT6523]. 接受 [QA6401] 然后往西北方向走
接受 [QA6461].
向 [G53,76 Stonetalon Mountains] 跑去并前往希塞尔山谷. 杀所有蜘蛛 [QC6461] 和捡蛋 [QC1069].
你应该大概 [XP18] 了，如果还没到，就在周围刷一会儿
前往[G52,60 Stonetalon Mountains] 往西走到烈日石居
开鸟点 [P 烈日石居]
提交 [QT6401].
跑回玛拉卡金提交提交 [QT6461].
炉石到 [H 陶拉祖营地]
飞到 [F 雷霆崖]
提交 [QT1489], 接受 [QA1490], 再次提交 [QT1490] , 然后接受 [QA914].
飞到 [F 奥格瑞玛]
[T] 去学你的18级技能
接受 [QA3924]
前往 [G16,62 Orgrimmar]
前往 [G61,4 The Barrens] 石矿洞
前往山洞的后面击杀考博普拉格 [Q3924] 然后出来.
一旦出来, 去击杀风险投资公司怪直到你有5伐木机操作手册页 [Q3924] 并直到你有翡翠 [QC896]
往西走提交 [QT6543]
炉石到 [H 陶拉祖营地], 如果炉石CD, 就跑到碎木岗哨然后飞
提交 [QT3261] 并接受 [QA882]
接受 [QA878]
前往[G45,53 The Barrens] 击杀 6 刺背寻水者 [QC878,1]
拾取所有血块, 我们以后需要它们，并拾取够刺背野猪人的獠牙 [Q899]
大约在 [G43,51 The Barrens] ，你会找到织棘者, 杀12个 [QC878,2]
大约在 [G42,48 The Barrens] ，你会找到地卜师, 杀12个 [QC878,3]
回到 [G45,53 The Barrens] 确保你有足够的獠牙
跑回陶拉祖营地提交 [QT878], 接受 [QA5052], 提交 [QT5052].
从碎牙处接 [Q889], 你会需要的。
沿公路向北行驶去北方城堡
一旦你进入北方城堡 [G63.2,56.6 The Barrens] 清理塔内的怪然后到塔顶, 找到炮兵斯密瑟 [QC891,2]
从塔里出来前往[G60.4,54.8 The Barrens] 清理塔内的怪然后到塔顶, 找到炮兵维桑恩 [QC891,3]
塔周围刷10个塞拉摩徽章 [QC891,4]
下山前往[G61.9,54.6] 清理塔内的怪然后到塔顶, 找到法莫斯队长 [QC891,1]
一旦完成, 去塔楼等着基尔萨瑞斯·火枝刷新, 接受 [QA898] 你最好组队做这个，这是个很长的护送任务
[QC898] 护送他到棘齿城
提交 [QT863][QT896][QT1069][QT891][QT898]
向北行驶 [G59,39 The Barrens]  击杀你需要的任何斑马
一旦你到了枯树处, 在你的包内点击新鲜的斑马肉会刷新伊沙姆哈尔 [QC882]
跑回十字路口提交 [QT899]
飞到 [F 陶拉祖营地]
提交 [QT882] 并接受 [QA907].
往北 [G46,50 The Barrens] 并找到拉克塔曼尼, 他是个雷霆蜥蜴, 他的巡逻路线很长和屎一样的刷新速度,但是他给的经验不少.如果你在10分钟内没有找到他的话就别找了.
如果你杀了他就拿他的蹄子接受 [Q883]
同时周围杀3个雷霆蜥蜴 [QC907]
跑回陶拉祖营地提交 [QC907] 提交 [Q883] 如果你完成了的话
飞到 [F 奥格瑞玛]
提交 [QT3924]
你现在应该 [XP20] 了，如果还没到的话去刷一会儿陶拉祖营地周围的怪吧
[T] 学技能
现在你应该往21级努力了, 你可能要去哀嚎洞穴或者影牙城堡, 它们2个都有很好的任务, 所以你要确保你不会漏下它们！
你现在应该是 [XP21] 了, 如果还没到的话就去刷一会儿怪，或者去2个中的另个副本

]], 'Bustea 升级导航 中文由Qcat汉化')