Guidelime.registerGuide(
[[
[N 55-56 冬泉谷]
[GA Alliance]
注：我们的宗旨是只要路上有怪杀就不要无视它！只要它能给你经验！否则你就很有可能在一下步里落后经验。如果你学习了草药或者挖矿就一定要利用他们！[OC]
本导航由Hakurai - Shikushiku编写，中文由Qcat汉化[OC]
[G27.8,34.4Winterspring]去冬泉谷接受[QA6241]
[G31,45]接受 [QA4842]
接受[QA5082]
一直往东走，注意地上的羽毛. 它们主要集中在多诺瓦·雪山的东部
[G39.6,45.2]周围击杀熊怪, 专注图腾怪和探路者，并拾取羽毛, 并且留意一个任务开始物品 [QA5083]
继续杀熊怪 [QC5082,1] 和 [QC5082,3]
尝试去完成 [QC978] 如果你可以的话[OC]
沿着这条路向东到永望镇, 然后在岔口往北走. 你应该可以找到一条往西通往坠星村的路[OC]
[G51,30]提交[QT5250]
接受[QA5244]
提交[QT5244]
提交[QT6604]
接受[QA4861]
接受[QA5245]
回到永望镇[OC]
[G60.8,37.6]接受[QA3783]
围绕着山从永望镇往东北走[OC]
[G66,37]完成击杀观察者 [QC6241,1] 和 [QC5082,2]
如果你完成过神庙的话 - [G62,27]提交[QT3512][OC]
[G55,42]拾取第一个碎片
[G53,42]拾取第二个碎片
[G52,41]拾取第三个碎片
[G50,41]拾取第四个碎片
你应该完成了 [QC5245]
[G31,45]确保你有10个羽毛了，如果你还没有的话在这附近捡. [QT5083]
提交[QT5082]
接受[QA5084]
[G27.8,34.4]提交[QT6241]
向西行驶进入费伍德.[OC]
[G60,5Felwood]去做，最后点击大锅 [QT5084]
接受[QA5085]
[G31,45Winterspring]回到冬泉谷. 提交[QT5085]
接受[QA5086]
[H]炉石到达纳苏斯
把4个遗物碎片存起来并摧毁锄头[OC]
找到一个叫赫拉德·月行者的NPC, 和她交谈接受[QA5091]
如果服务器的异种蝎任务是可接的话, 她就会有 [QA1047], 否则跳过此步骤
[G34.8,8.8Darnassus]在上面, 提交[QT1047]
接受[QA6761] 如果最后一个任务可以接的话
提交 [QT6761]如果最后一个任务可以接的话，就去交否则就跳过
接受[QA6762]
[T]学习你的54级技能，如果需要的话
[G39,84]艾露恩神庙里把瓶子装满 [QC4441]
去鲁瑟兰村
房子里面， 提交[QT978]
接受[QA979]
飞到阿斯特兰纳[OC]
进入费伍德[OC]
[G54,86Felwood]提交你所有的植物药膏任务.[OC]
[G51.2,82.2]提交[QT5165]
接受[QA5242]
[G51.2,82]提交[QT5203]
接受[QA5204]
房子内, 提交[QT4084]
接受[QA4005]
提交[QT4441]
接受[QA4442]
等一会儿，然后提交[QT4442]
你应该得到过一个任务物品，为了做亚奎门塔斯的，现在别打开[OC]
[G35,75]进入暗影堡[OC]
经过有软泥的房间，找到魅魔，远程拉她 [QC5204]
清理圣坛周围然后提交 [QT5204]
接受[QA5385]
深入洞穴, 向左拐, 然后沿着你前面的隧道直走. 会有一个巨大的房间，里面有一些带名字的怪[OC]
杀了他们三个，打断暗影领主费尔丹施法[QC5242]
杀出去[OC]
[G49,26]在绿水处击杀剧毒之水 [QC5086]
[G49,31]吹笛子召唤一个古树然后接受[QA4261] 如果他不出现的话, 应该是其他人正在做, 你可以变杀怪边等他[OC]
让艾雷带队并完成 [QC4261]
[G51.2,82.2]提交[QT5242]
提交[QT5385]
进入灰谷
一旦进入了灰谷, 沿着北边的山向东进入林歌神殿[OC]
[G85,44Ashenvale]提交[QT4261]
去艾萨拉并非飞回费伍德的刺枝林地[OC]
[V]卖垃圾
穿过隧道，回到冬泉谷
[G31,45Winterspring]提交[QT5086]
接受[QA5087]
寻找从路上刷新的冬泉信使[OC]
杀了信使 [QC5087]
[G65,45]去杀雪人 [QC3783]
[G60.8,37.6]提交[QT3783]
接受[QA977]
[G65,45]杀冰蓟雪人女王和冰蓟雪人王 [QC977] 它们主要在洞穴里刷新
[G59,60]与箱子互动 提交[QT4861]
接受[QA4863]
[G61,61]找到马车 [QT4863]
接受[QA4864]
在旁边拾取箱子 [QC4864,1]
[G60,73]往南走，在桥上发现暗语峡谷[QC4842]
[G63,59]提交[QT979]
接受[QA4901]
当你完成护送任务的同时拾取枭兽 [QC4901] [QC4864]
[G60.8,37.6]提交[QT977]
接受[QA5163]
[G61.4,38.6]用雪人吓唬莱加奇[QC5163,1]
[V]卖垃圾，看看有没有大红配方，如果你是炼金的话
旅馆里，左边, 和格雷戈交谈接受[QA6030]
接受[QA6028]
去坠星村[OC]
[G52,30]提交[QT4864]
[G31,45]提交[QT5087]
提交[QT4842]
刷到 [XP56] 级，如果你还没到的话
如果你刷过玛拉顿或者如果你有拉比恩·萨图纳任务,就去木喉要塞然后向北骑到月光林地.否则的话就炉石到达纳苏斯[OC]
月光林地 - [G44.2,45.2Moonglade]开鸟点
月光林地 - [G36,41]提交[QT7066]
月光林地 - [G52,45]提交[QT6762]
月光林地 - 接受[QA1124]
月光林地 - 接受[QA5527] 如果能接的话， --这是一个厄运之槌的一个任务链--
月光林地 - 炉石回到达纳苏斯
现在重新跟随导航！[OC]
带上传送机到鲁瑟兰村[OC]
在大楼里, 提交[QT4901]
接受[QA4902]
去达纳苏斯
[G35,9Darnassus]在树顶上, 提交[QT4902]
学习你的56级技能，如果需要的话[OC]
[V]卖垃圾
飞到奥伯丁
坐船去米港[OC]
设置你的炉石到米港[OC]
飞到铁炉堡
当你着陆后, 接受 [QA8275]从塞纳里奥大使处，如果服务器能接到的话[OC]
[G75.6,23Ironforge]提交[QT4513]
[G38.6,55.2]接受 [QA3702]
和他们再次交谈, 提交[QT3702]
接受[QA3701]
取出黑龙皮，如果你之前被你存到银行里的话.[OC]
[T]学习你的56级技能，如果你之前在达纳苏斯没学的话
飞到湖畔镇
[NX 56 - 57 燃烧平原]
]],"Hakurai - by Shikushiku 中文由Qcat汉化")
