Guidelime.registerGuide(
[[
[N 12 - 14 洛克莫丹]
[GA Alliance]
注：我们的宗旨是只要路上有怪杀就不要无视它！只要它能给你经验！否则你就很有可能在一下步里落后经验。如果你学习了草药或者挖矿就一定要利用他们！[OC]
本导航由Hakurai - Shikushiku编写，中文由Qcat汉化[OC]
进入地铁去铁炉堡 [OC]
在铁炉堡接受 [QA6661]
完成 [QC6661]
提交 [QT6661]
进入铁炉堡[OC]
[G55.6,48.2Ironforge]开鸟点
[G18.6,51.6]设置炉石[S 铁炉堡]
在去下一个任务的路上尽可能多地采集草药或挖矿 [OC]
[G68.6,55.8Dun Morogh]接受[QA433]
[G69,56.2]接受 [QA432]
前往采石场并完成 [QC433] 和 [QC432]
[G69,56.2]提交[QT432]
[G68.6,55.8Dun Morogh]提交[QT433]
[G68.8,55.8][V] 卖垃圾和修理
[G23.4,74.6Loch Modan]接受 [QA224]
接受 [QA267]
你可能想让另一个人帮你或组队完成这个任务[OC]
[G29,72]去山谷杀死穴居人 [QC224] 和 [QC267]
[G23.4,76.2]提交[QT224]
提交[QT267]
接受 [QA237]
[G29,59.4]刷穴居人直到 [XP13]
[G28.2,83]击杀先知和击颅者 [QC237]
[G23.4,76.2]提交[QT237]
[G33.8,50.8]开鸟点
[G34.7,47.7]邮给你小号草药，如果需要的话[OC]
[G34,46.6][V]卖垃圾/修理，如果资金充裕就升级装备
[G33.2,49.2]接受 [QA1339] 巡山人卡德雷尔会巡逻
接受 [QA416]
[G35.4,48.4]接受 [QA418]
为了下一步，一路上有怪就杀，有草药就踩[OC]
[G24.8,18.2]提交 [QT1339]
提交[QT353]
接受 [QA307]
[G24,18][V]卖垃圾/修理，不要出售那个烹饪配方
[G35,19] 击杀狗头人, 拾取任务物品 [QC307][QC416]
完成[QC418] ，如果你还没有完成的话
刷怪，直到 [XP13+8400] 和50草药学.
[G24.8,18.2]提交[QT307]
[G33.2,49.2]提交[QT416]
[G34.8,49]提交[QT418]
[G52,40.2Moonglade][T]德鲁伊传送到月光空地进行训练.[A Druid]
[H 铁炉堡]炉石回到铁炉堡
[G25.2,10.2Ironforge][T]学习牧师技能[A Priest]
[G25.6,7.4Ironforge][T]学习法师技能 [A Mage]
[G23.4,6.2Ironforge][T]学习骑士技能 [A Paladin]
[G50.8,6.6Ironforge][T]学习术士技能 [A Warlock]
[G51.8,15.6Ironforge][T]学习盗贼技能 [A Rogue]
[G70.8,84Ironforge][T]学习猎人技能 [A Hunter]
[G70.2,90.6Ironforge][T]学习战士技能 [A Warrior]
[G54.8,58.6Ironforge][T]学习急救
[G55.6,58.8][T]学习草药学
[G55.6,48.2]飞回 [F 塞尔萨玛]
[G25.4,10.4Loch Modan]这是隧道的入口, 穿过它，在另一边会有一个悬崖, 跳下去自杀，然后复活.[OC]
[G9.4,59.6Wetlands]尽量不要在去米奈希尔港的路上死去。然后开鸟点
从北方码头坐船去黑海岸.[OC]
[NX 14 - 16 黑海岸]
]],"Hakurai - by Shikushiku 中文由Qcat汉化")