Guidelime.registerGuide(
[[
[N 56-57 燃烧平原]
[GA Alliance]
注：我们的宗旨是只要路上有怪杀就不要无视它！只要它能给你经验！否则你就很有可能在一下步里落后经验。如果你学习了草药或者挖矿就一定要利用他们！[OC]
本导航由Hakurai - Shikushiku编写，中文由Qcat汉化[OC]
为了黑龙的威胁任务，因为他是精英怪，建议组队杀，这是黑龙MM任务的第一步.[OC]
沿着道路向东北方向驶出赤脊山，去燃烧平原[OC]
[G84.4,68.2Burning Steppes]开鸟点
接受[QA3823] 他旁边的矮人那里
接受[QA4283]
到东边的精灵处, 接受[QA4182]
[G65.2,23.6]上坡过桥, 接受[QA4726]
[G65.2,23.6]接受[QA4296]
如果你有队伍了就去做黑龙的威胁[OC]
[G94,31]接受他的任务给他你的黑龙皮然后提交. 然后从他拿接受深渊任务, [QA4024]
[G90,43]对幼龙使用任务道具, 击杀他们拾取精华.[QC4726]
[G82,38]在旁边击杀食人魔 [QC3823]
[G84.6,68.6]提交[QT3823]
接受[QA3824]
如果你已经完成了黑龙的威胁, 那么就提交然后接受[QA4183][OC]
[G40,55]在路上，杀黑石怪，做 五十个！[OC]
[G40,55]击杀戈特什 [QC3824]
在周围做 [QC4283]
[G54,40]点击雕像完成[QC4296]
在这个地区的废墟周围跑来跑去寻找并拾取遗物 [QC3701]
[G65.2,23.6]提交[QT4296]
提交[QT4726]
接受[QA4808]
[G84.6,68.6]提交[QT3824]
提交[QT4283]
接受[QA3825]
[G75,37]沿着这条路走然后穿过索桥. 击杀食人魔, 右键洞穴旁的泥土 [QC3825]
[G84.6,68.6]提交[QT3825]
如果你已经完成了黑龙的威胁并跟进了一下的话 -- 飞到湖畔镇 -- 其他人则跳过此部分炉石回到米港
湖畔镇 - [G30,44Redridge Mountains]提交[QT4183]
湖畔镇 - 接受 [QA4184]
湖畔镇 - 炉石到米港
现在重新重新跟随导航！
如果你已经刷过神庙了的话 - 飞到辛特兰 [G33,75The Hinterlands] 提交预言者迦玛兰[QT1446] -- 然后沿着北道到西瘟疫之地，到达冰风岗
[G43,85.2Western Plaguelands]冰风岗
如果你没刷过神庙 - 飞到冰风岗, 或者从南海镇/鹰巢山跑过去
[G43,85.2]冰风岗
[G42.8,84]提交[QT5091]
接受[QA5092]
提交[QT6028]
和帐黎明NPC谈谈获得银色黎明饰品.在你杀任何亡灵时都别忘了戴上这个饰品.他们会掉落声望所需要的物品.
[G51,77]击杀亡灵 [QC5092]
[G42.8,84]提交[QT5092]
接受[QA5097]
接受[QA5215]
[G42.8,84.2]提交[QT5215]
接受[QA5216]
[V]卖垃圾
穿过悔恨岭, 然后向北进入安多哈尔废墟[OC]
[G47,71]把火炬放在塔入口处, 你不需要进去或攻击里面的精英, 外面用就行了.[QC5097,4]
[G40,71]放火炬[QC5097,1]
[G44,63]放火炬[QC5097,3]
[G42,66]放火炬[QC5097,2]
[G39,54]房子的二楼, 接受[QA5021]
[G36,57]去大锅处，你可能需要组队清怪，一旦你靠近，护锅者就会刷新, 杀了他 [QC5216]
提交[QT5216]
大锅处接受[QA5217]
[G38,55]谷仓里的小箱子, 拾取 [QT5021]
再次拾取接受[QA5022]
[G42.8,84.]提交[QT5097]
接受[QA5533]
旁边提交[QT5533]
接受[QA5537]
提交[QT5217]
接受[QA5219]
[V]卖垃圾
[G46,52]前往大锅,击杀护锅者 [QC5219]
提交[QT5219]
大锅处接受 [QA5220]
[G47,50]在谷仓内，与书互动 接受[QA5058]
在房子周围，找一个叫游荡的骷髅的怪,他会掉落钥匙.[OC]
房子后面是厕所, 确保你的是满状态，然后提交 [QT5058]
右键单击柜子提交[QT5060]
[G52,28]接受[QA6004]
[G50,40]击杀法师和其实 [QC6004,3][QC6004,4]
[G41,50]击杀医生和猎人 [QC6004,1][QC6004,2]
[G51,28]提交[QT6004]
接受[QA6023]
[G57,38]击杀猎人莱德雷 [QC6023,1] 如果你进入近战范围，她就不会用弓
[G55,23]击杀骑士杜尔根 [QC6023,2]
[G51,28]提交[QT6023]
接受[QA6025]
你要去的塔上都是精英, 你可能会死[OC]
[G45,18]沿着这条路往东走去塔楼, 进去, 如果你没队伍的话就尝试用你的控制技能, 然后跑到塔顶[QC6025]
跑出去，如果你没队伍你可能会死.[OC]
[G51,28]提交[QT6025]
[G42.8,84.2]提交[QT5220]
接受[QA5222]
[G53,66]前往大锅并击杀护锅者[QC5222]
提交[QT5222]
接受[QA5223]
在房子的地板上, 接受[QA5223]
北上杀狼. 它们与蜘蛛共享刷新点[QC5223]
回到牛头人身边提交[QT4984]
接受[QA4985]
[G53,48]在周围杀熊[QC4985]
回到牛头人身边提交[QT4985]
接受[QA4986]
确保你在安多哈尔处已经完成了[QC5537]
[G42,83]提交[QT5537]
接受[QA5538]
提交[QT5223]
如果塞纳里奥要塞声望是可用的话, [H]炉石到米奈希尔港
如果不可用, 就飞到米奈希尔港
坐船去塞拉摩
[T]学急救，如果你需要的话
飞到加基森
[G51.6,28.8Tanaris]提交[QT5538] 需要2个瑟银锭
[QA5801]如果你有瑟银锭就接受后续[OC]
[G50.8,27]提交[QT4507]
接受[QA4508]
[G51,27]用雪人吓唬斯普琳科 [QC5163,2]
[G70,49]时光之穴对面, 石圈中使用物品, 不要离开石圈. 击杀他并完成 [QC4005]
向西穿越沙漠进入安戈洛环型山[OC]
[G48,48Un'Goro Crater]站在火山边使用物品 [QC5801]
[G44,9]用雪人吓唬奎克希尔 [QC5163]
马绍尔营地处进入洞穴提交[QT4005]
接受[QA3961]
[G44.6,8.2]提交[QT3961]
接受[QA3962] -- 你可能需要找人帮你.此任务导航后续不做介绍了，自己做吧
注意!下一个导航现在有两个选项!!!
如果塞纳里奥议会是可接的话，那么就选择 '57 - 58 希利苏斯' 导航
如果塞纳里奥议会/异种蝎任务是不可接的话, 那么 [H]炉石到米港并选择 '57 - 60 西瘟疫之地' 导航
]],"Hakurai - by Shikushiku 中文由Qcat汉化")
