Guidelime.registerGuide(
[[
[N 57-60 西瘟疫之地,东瘟疫之地]
[GA Alliance]
本导航由Hakurai - Shikushiku编写，中文由Qcat汉化[OC]
你现在应该在米港. 如果你去做过希利苏斯的任务那么你现在应该在58级左右,如果你没做过的话那么应该在57,没关系这无所谓因为都要去同一个地方[OC]
坐船到奥伯丁
飞到鲁瑟兰村
进入到达纳苏斯
去月神殿并提交[QT4508]
接受[QA4510]
往北走提交[QT4510] 在达纳苏斯中心的银行
[G35.2,8Darnassus]在树的中层, 提交[QT4986]
[T]学习技能，如果你需要的话
跑回到鸟点
如果你做过希利苏斯任务 -- 飞到月光林地
如果你没做过 -- 飞到冬泉谷
如果你做过希利苏斯任务 -- [G47.8,39.4Moonglade]提交[QT6844]
如果你做过希利苏斯任务 -- 接受[QA6845]
如果你做过希利苏斯任务 -- [G51.6,44.4]提交 [QT6845]
如果你做过希利苏斯任务 -- 提交 [QT5527] 如果可接的话
如果你做过希利苏斯任务 -- [G47.8,39.4]接受[QA1185]
如果你做过希利苏斯任务 -- 提交[QT1185]
如果你做过希利苏斯任务 -- 飞到冬泉谷
现在我们重新加入并跟随导航！
[G60.8,37.6Winterspring]提交[QT5163]
[G61.6,38.6]提交[QT4808]
接受[QA4809]
旅店内接受[QA6030]. 确保你没有接受杰希卡·查伯斯的任务!!!
[G58,18]去杀奇美拉直到你完成[QC4809]
继续刷他们直到你炉石CD完毕！[OC]
[G61.6,38.6]提交[QT4809]
接受[QA4810]
[V]卖垃圾
[H]炉石到米港
飞到铁炉堡
[T]学技能，如果你需要的话
[G38.6,55.2Ironforge]提交[QT3701]
飞到暴风城
把所有4个遗物从你的银行里取出来[OC]
[G48.6,30.6Stormwind City]二楼, 提交[QT5022]
接受[QA5048]
[G52,43]二楼, 提交[QT5048]
[G78,17]提交[QT4184]如果你有的话[OC]
接受[QA4185]
对话女伯爵卡特拉娜·普瑞斯托, 完后提交 [QT4185]
接受[QA4186]
[G78,17]接受[QA6182]
[G75.8,59.8]提交[QT6182]
接受[QA6183]
提交[QT6183]
接受[QA6184]
如果你一直在做真正的主人的话,那么久继续,如果不是的话,就跳过下面的真正的主人部分然后飞到冰风岗!
真正的主人 - 飞到赤脊山
真正的主人 - [G30,44.2Redridge Mountains]提交[QT4186]
真正的主人 - 接受[QA4223]
真正的主人 - 飞到摩根的岗哨
真正的主人 - [G84.8,69Burning Steppes]提交[QT4223]
真正的主人 - 接受[QA4224]
真正的主人 - [G65.2,23.6]提交[QT4810]
真正的主人 - 与狼狈不堪的约翰交谈直到你完成 [QC4224]
真正的主人 - [G84.8,69Burning Steppes]提交[QT4224]
真正的主人 - 接受[QA4242]
真正的主人 - 飞到冰风岗
现在我们重新加入并跟随导航!
开始找一个队伍去做召唤者阿拉基任务,我们在冰风岗接到了这个让我们去杀他并且这个任务有大量的经验！组队会轻松很多.
[G42.8,84.2Western Plaguelands]接受[QA5225]
提交[QT5801] 如果你做过这个的话
接受[QA5803]
与弗林特·沙多摩尔交谈提交[QT6184]
接受[QA6185]
接受[QA5903] 从纳萨尼尔·杜马处
[G42.8,84]接受[QA211] 这就是你需要找人一起做的阿拉基任务！
[G48,79]二楼, 接受[QA5142]
[G39,54]楼上, 提交[QT5050]
接受[QA5051]
找到一个叫喋喋不休的食尸鬼的怪, 通常在田地的西侧. 拾取他 [QC5051]
[G39,54]楼上, 提交[QT5051]
[G63,58]杀死大锅周围的怪, 然后杀了大锅守护者 [QC5225]
提交[QT5225] 大锅处
接受[QA5226]
沿着主干道向东进入东瘟疫之地.[OC]
[G7.5,43.7Eastern Plaguelands]接受 [QA5542]
接受[QA5543]
接受[QA5544]
在前往下一个地点的同时，完成所有三个任务. 幼犬和蝙蝠只在东瘟的右边刷新
[G29,80]为东部的瘟疫任务拾取徽章
[G29,75]为东部的瘟疫任务拾取徽章
[G27,75]为东部的瘟疫任务拾取徽章, 当心纳萨诺斯·凋零者
往上爬，靠近纳萨诺斯完成 [QC6185] 然后逃跑
[G36,90]提交[QT5142]
接受[QA5149]
[G40,90]在烟囱旁边，拾取头部[OC]
[G39,92]在废墟中拾取其他两部分, 然后组合娃娃.[QC5142]
[G36,90]提交[QT5142]
接受[QA5241]
接受[QA5152]
[G50,45]这里可以找到狂怒的天灾犬 - 完成 [QC5542][QC5543][QC5544]
[G81,60]礼拜堂有很多任务, 但大部分是副本任务, 目前的话只接受导航给出的任务就行
[G81,60]提交[QT6030]
[G81,59]提交[QT5241]
接受[QA5211]
开了他旁边的鸟点[OC]
[V]卖垃圾
[G79.4,63.6]接受[QA5281]
接受[QA6021]
飞到冰封岗
[G42.8,84.2Western Plaguelands]提交[QT5226]
接受[QA5238]
提交[QT42.8,84]
提交啊！安多哈尔，如果你完成了的话[OC]
提交[QT6185] 弗林特·沙多摩尔处
接受[QA6186]
你可以选择飞回暴风城去提交凋零者任务，但是会很远, 但是如果你不去提交的话那么只能等以后你有空了再自己去提交了.本导航会带你去提交.[OC]
飞到暴风城
[G78.7,17.8Stormwind City]提交[QT6186]
接受[QA6187]
[H]炉石回到米港
飞回冰封岗
[G49,78Western Plaguelands]楼上, 提交[QT5152]
接受[QA5153]
[G49,76]外面, 清除白色墓碑周围的怪然后拾取 [QC5153]
[G39,66]安多哈尔内, 建筑的楼上, 提交[QT5153]
接受[QA5154]
接受[QA4971]
这是时光机！暂停一会儿~ 向给我们带来经典怀旧的暴雪和克罗米表示敬意！[OC]
[G49,69]在发光的蓝色筒仓上使用任务物品，直到你杀死10个虫子 [QC4971]
[G39,66]回到克罗米提交[QT4971]
接受[QA4972]
这个任务要你去废墟中拾取箱子. 基本上每个房间一个箱子. 做这个任务的同时去做其他的任务[OC]
[G43,68]小心精英, 你过你是沿着大楼的话你应该不会add他们。[OC]
市政厅里有一堆书. 如果你拾取了错误的书，会有精英刷新攻击你
溜回外面去，完成 [QC4972]
[G39,66]回到克罗米, 提交[QT4972]
提交[QT5154]
接受[QA5210]
向北行驶到主路, 走出安多哈尔, 沿着这条路到东瘟疫
[G7.5,43.7Eastern Plaguelands]
提交[QT5542]
提交[QT5543]
提交[QT5544]
接受[QA5742]
只有你坐着的时候提里奥·弗丁才会和你说话，输入 /sit 坐下后和他交谈.[QC5742]
提交[QT5742]
接受[QA5781]
这是本导航最后一次的困难任务,很难solo[OC]
[G28,86]站在土堆上, 右键土堆召唤4个怪. 呆在土堆上直到你拾取了锤子. 击杀有名字的怪病拾取它的锤子.[QC5781]
[G27,86]墓室中, 进入地窖并击杀 流亡者塞达尔 [QC6021]
在地上点击大卷轴 [QA6024]
[G7.5,43.7Eastern Plaguelands]提交[QT5781]
接受[QA5845]
向东跑到礼拜堂[OC]
[G81.4,59.6]提交[QT5210]
接受[QA5168]
接受[QA5181]
[G79.4,63.6]提交[QT6021]
[V]卖垃圾
[G53,65]拾取剑 [QC5181,2]
[G51,50]拾取骷髅 [QC5181,1] 在湖底
[G53,21]提交[QT5245]
进入病木林. 击杀你能看到的任何的吃人的食尸鬼杀了他们后与刷新的灵魂交谈.[OC]
同时留意瘟疫白蚁, 你需要从大白蚁丘拾取他们.[OC]
[G14,33]提交[QT5281]
从他旁边接受[QA6164]
[G17,31]旅馆大楼, 二楼的大房间内, 拿书 [QC6164]
[G14,33]提交[QT6164] - 这同时是一个商人 [V]买垃圾
完成 [QC5211] 和 [QC5903]
[G71,16]击杀渗透者哈米亚为了他的钥匙[OC]
[G71,34]水下拾取失落荣耀的象征 [QC5845]
[G81.4,59.6]提交[QT5181]
提交[QT5211]
飞到冰封岗
纳萨尼尔·杜马处提交 [QT5903]
接受[QA5904]
[G48,32]点击白蚁箱子. [QT5904]
接受[QA6389]
右击箱子顶部的桶，完成[QC6389]
绕着山跑然后过河回到弗丁处[OC]
[G7.5,43.7Eastern Plaguelands]提交[QT5845]
接受[QA5846]
[G28,86]与土堆交谈提交 [QT6024]
[G65,75Western Plaguelands]提交[QT5846]
接受[QA5848]这是一个起始任务, 但是作为奖励有会有在你Raid前很棒的装备
回到冰封岗[OC]
纳萨尼尔·杜马处提交[QT6389]
你现在应该是60或接近60了. 跟随导航的我们已经完成了大部分的单人能做的任务, 现在你有很多选择, 刷刷野怪, 刷深渊, 也可以选择组队去做达隆郡的英雄或者安多哈尔任务,.如果你之前没完成的话.[OC]
导航到此已全部结束, 感谢使用, 导航由Hakurai的shikushiku编写，中文由60addons的Qcat汉化
更多汉化插件请访问：http://60addons.com
]],"Hakurai - by Shikushiku 中文由Qcat汉化")
