Guidelime.registerGuide(
[[
[N1-15 兽人巨魔出生地->贫瘠之地]
[D 此导航由Dreamcast1991编写\\\\基于Joana的攻略 www.joanasworld.com，中文由Qcat汉化]
[GA Horde]

01) 在你旁边, 接受 [QA4641]
02) 进洞, 提交[QT4641] [G42,68 Durotar], 接受[QA788].
03) 开始做 [QC788] 开服时人比怪多，实在不行就蹲1-2个点等刷新。一旦你到2级去接受 [QA790] [G40,62]
04) 去做 [QC790]: 击杀拾取萨克斯 [G41,67].
05) 提交 [QT790] [G40,62], 接受后续 [QA804].
06) 确保完成了[QC788], 然后去提交 [QT788] 和 [QT804] [G42,68], 接受[QA789] 和[QA2383] .
07) 去接受你的职业任务， 同时去学新技能
08) 接受 [QA792] [G43,69].
09) 接受 [QA4402] [G43,67]
10) 接受 [QA5441] [G45,69]
11) 周围的区域开始做: [QC4402], [QC789], [QC5441] 和 [QC792].  摘仙人掌, 击杀拾取工蝎, 使用棒子敲醒工人. 你也可以去洞穴外面 [G45,57] 并击杀邪灵劣魔.
12) 一旦所有都完成, 去提交[QT4402]
13) 提交 [QT789] [G42,68]
14) 提交 [QT792] [G43,69] 接受[QA794]. 学新技能
15) 提交 [QT5441] [G45,69], 接受[QA6394].
16) 去北部的洞穴 [G44,56] 做[QC794] 和 [QC6394]: 一直沿着洞穴的右边，直到你到亚罗格·刺影。击杀拾取他,然后往下走，一直沿着洞穴的左侧，直到你看到塔兹利尔的镐,拾取它。
17) 一旦完成,使炉石回去提交 [QT794] [G43,69] 接受 [QA805].
18) 提交[QT6394] [G45,69]
19) 在道路上向东赶紧驶离新手区...

6-8 杜隆塔尔
01) 沿着主往东走接受[QA2161] [G52,68]
02) 去森金村然后接受[QA786] (NPC[G54,76]).
03) 森金村内 [G56,75], 提交[QT805], 接受所有任务: [QA808], [QA823] 和 [QA826].  接受 [QA818]. 然后在你旁边的小屋里, 接受 [QA817].
04) 跑到剃刀岭, 一路上杀你能杀的怪, 确保你能升到6级去学新技能. 一旦到了那里，在你的左边, 提交 [QT823] [G52,44], 接受[QA806]. 接受 [QA784] 和 [QA837].
05) 上到剃刀岭西北方向的塔顶, [G50,40] 接受[QA791].
06) 跳下来接受[QA815] ([G51,42]).
07) 旅店提交[QT2161][G52,42]). 定炉石
08) 穿过小路进入兵营,建议去学个急救[G54,42]
09) 去东南提拉加德城堡做 [QC784] 同时做 [QC791] 同时杀到要塞的顶部击杀本尼迪克上尉 [G60,58]. 一旦你从他的尸体上拾取了钥匙, 去打开鞭尾龙的蛋, 接受[QA830]
10) 一旦完成, 在要塞的西北侧自杀,精神复活返回剃刀岭提交 [QT784] [G52,44], 接受[QA825]. 同时提交 [QT830], 接受后续 [QA831].
11) 上塔顶 [G50,40] 提交[QT791].
12) 向东到海滩，在水下做 [QC818] 同时做 [QC825]
13) 去剃刀岭的西南先做一部分 [QC837] [G49,49]
14) 如果你离8级还差一点的话, 就在附近刷一会儿 (为了8级的技能), 然后去剃刀岭提交[QT825] [G52,44]
 
8-10 杜隆塔尔
01) 向南跑到[G51,79] 做[QC786] 点击攻击计划.按照以下步骤查找所有计划…
02) 进攻计划:试炼谷 [G50,81]
03) 进攻计划：森金村 [G48,77]
04) 进攻计划：奥格瑞玛 [G46,79]
05) 去森金村NPC [G55,75] 提交[QT786].
06) 提交[QT818] [G56,74]
07) 去回音群岛 (杜隆塔尔东南部) 做4个任务: [QC815],[QC817],[QC808] 和 [QC826]: 击杀杜隆塔尔猛虎, 和[G68,88] 捡明希纳的颅骨 (在小山丘上，周围有蜡烛) 在同一区域杀死所需的巨魔
08) 完成所有这些任务后, 自杀然后快速复活到森金村, 提交[QT808] 和 [QT826] [G56,75]. 注:  保存任务奖励的微光颅骨用于以后~
09) 在你旁边的小屋里,提交[QT817] [G56,74]
10) 炉石到剃刀岭提交[QT815] [G51,43].
11) 从剃须刀山往西走做下半部分的  [QC837]:[G44,40].
12) 往北到小房子 [G43,30] 接受 [QA816].
13) 去接受[QA834] [G46,23].
14) 往东走一点 [G49,22] 做 [QC834]
15) 回去提交 [QT834] [G46,23] 接受[QA835].
16) 你现在应该快10级了,如果还差的很多的话,就在附近的区域刷一会儿吧,然后跑回剃刀岭(不要炉石) (或者你可以在南部的烈风峡谷营地自杀 [G47,31]
17) 提交 [QT837][G52,43].
18) 在剃须刀山的西边, 接受[QA840] [G51,44]

十字路口 (贫瘠之地)
01) 往西过河，然后沿着小路走, 提交[QT840] [G62,19], 接受[QA842].
02) 自杀 (或者如果炉石仍处于冷却状态，则使用卡死命令) 快速到达十字路口然后精神复活
03) 接受[QA870] [G52,32]
04) 瑟格拉·黑棘处, 提交[QT842] [G52,31]  接受[QA844].
05) 接受[QA6365] [G53,30]
06) 就在旅馆外面，邮箱旁边, 接受[QA869][G52,30]
07) 站在塔底部的兽人接受[QA871] [G52,31] 和[QA5041].
08) 往北走一点到红伞下的亡灵那接受[QA848] 和[QA1492] [G51,30]
09) 鸟点处提交[QT6365], 接受[QA6384]. 然后飞到奥格

奥格瑞玛

01) 向北去萨尔处接受[QA5726][G32,38]  在旁边提交[QT831].
02) 使用卡死命令传送到墓地 (如果你的炉石CD的话, 先摧毁你的炉石).

10-12 杜隆塔尔
01) 去东南方做 [QC835] (穿过小山洞的另一边 [G52,28]).
02) 提交[QT835] [G46,23]
03) 沿着杜隆塔尔西部的河流做[QC816] 杀到直到克鲁恩的护身符掉落
04) 回到杜隆塔尔并进入雷霆山 [G39,31]
05) 雷霆山内, 做 [QC806] 
06) 离开雷霆山, 然后往东走到小房子提交 [QT816] [G43,30]
07) 去剃刀岭提交[QT806] [G52,43]  接受[QA828]. 同时:  如果你之前摧毁了你的炉石,那么在剃刀岭旅店买一个新的,然后定炉石,如果出于某种原因，你已经达到12级了，那就去学新技能
08) 提交[QT828] [G56,20] 接受[QA827].
09) 去北边的山洞 [G55,10] 做[QC827] 同时做 [QC5726]: 在洞里杀任务怪.如果你可以的话,尝试去击杀加祖兹,他会掉落燃影之眼可以接 [QA832] TIPS: 使用之前任务奖励的物品微光露骨可以帮你杀他,不过最简单的办法还是组队.如果你愿意的话可以在这个洞里把急救练到40再出去
10) 从山洞出来直接往南走提交[QT827] [G56,20] 接受[QA829].
 
奥格瑞玛
01) 进入奥格瑞玛去旅店,提交[QT6384] [G54,68] 接受[QA6385].
02) 去鸟点[G45,64] 提交 [QT6385].
03) 去萨尔处提交[QT5726][G32,38]  接受后续 [QA5727].
04) 去暗影裂隙 [G47,53]
05) 暗影裂隙处 [G50,51], 提交[QT829] (接受[QA809]) 和 (如果你有的话) [QT832].  同时继续和NPC交谈完成 [QC5727].
06) 回到萨尔处 [G32,38] 提交 [QT5727], 跳过后续 (副本).  注: 你可以摧毁军官的徽章, 这玩意没任何用
07) 炉石到剃刀岭. 确保你现在12级了,如果你还没到12的话建议你去周围刷一刷.然后去学你的新技能
08) 往西走到贫瘠之地...

贫瘠之地
01) 过桥,在望旁边, 提交 (如果你有的话) [QT809] [G62,20], 接受[QA924]. 然后从你旁边的桌子上拾取一块有缺陷的能量石. 注: 物品仅持续30分钟，因此你需要稍微快速地执行接下来的几个步骤(你应该有足够的时间)
02) 在执行以下步骤时,同时开始做 [QC844] 和 [QC869] 但不要把它作为你的首要任务：
03) 穿过主干道往西走, 那上大山坡 [G51,22]
04) 一旦你到达顶部,就做 [QC924]: 进入小山洞，在火坛上使用你的任务物品 [G48,19]  注:  当心一个叫拉索利安的稀有精英, 他很危险.  如果他挡道了，那么要么找个人帮你杀了他，要么就跳过这个任务。他每5.5小时刷新
05) 去做[QC871]: 击杀需要的话 [G54,27] 同时: 在钢鬃营地，有一个老陈的空酒桶 [G56,27], 拾取并接受[QA819]
06) 回十字路口去提交[QT6386] [G53,30]
07) 提交 (如果完成了) [QT844] [G52,31], 接受[QA845].
08) 定炉石在十字路口 [G52,30]
09) 站在塔底部的兽人, 提交[QT871][G52,30].  接受 [QA872].
10) 上你旁边的塔接受 [QA867].
[NX13-15 贫瘠之地(路线)]
]], "Thacen 导航, 中文由Qcat汉化")