Guidelime.registerGuide(
[[
[N1-15 牛头人出生地->贫瘠之地]
[D 此导航由Dreamcast1991编写\\\\基于Joana的攻略 www.joanasworld.com，中文由Qcat汉化]
[GA Horde]

01) 就在你面前, 接受  [QA747]" [G45,77Mulgore]
02) 做 [QC747]: 就在周围击杀,开服前期人比怪多,你可以蹲1-2个刷新点等怪
03) 回营地提交提交 [QT747] [G45,77], 接受[QA750] 和 [QA3091]
04) 和你的职业训练师交谈提交你的职业任务同时学新技能.  同时接受[QA753] [G44,76]
05) 去提交[QT752] [G50,81], 接受后续  [QA753] 然后在井上拿起一个水罐 (在任务给予者旁边).
06) 回营地提交 [QT753] [G44,76], 接受[QA755]
07) 去南提交[QT755] [G42,92], 接受[QA757]
08) 做[QC750] 杀死/拾取山坡附近地区的狮子
09) 一路杀回营地 (确保你现在离4级还差3格经验) 然后提交[QT750][G45,77], 接受[QA780]".  同时接受 (巡逻NPC) [QA3376]  然后学技能.
10) 去山洞[G58,85] 同时一路上杀野猪,为了[QC780].一旦你到了山洞，就去做下一步……
11) 去帐篷处 [G64,77] 同时击杀刺背怪,为了[QC757]. 一旦你到了帐篷, 击杀拾取锋牙·刺鬃酋长 [QC3376]
12) 然后杀到小山洞 [G63,82] 里面有一张沾满泥土的地图. 使用后接受[QA781]
13) 确保你所有任务都完成了,然后炉石到营地提交所有任务: [QT780] [QT3376] [QT781] [QT757] 然后接受后续 [QA763]
14) 沿着小路往西走接受 [QA1656] [G38,81]
15) 新手区任务完成! 继续沿着这条路到血蹄村[G47,62] 同时在路上杀了你能看到的怪,确保你到达6级可以学6级技能.
 
6-8 莫高雷
01) 一旦到达血蹄村,接受 [QA743][G47,62]
02) 进入旅店 [G47,60] 然后建议学急救, 并提交[QT1656] 同时定炉石
03) 就在旅馆外面, 提交[QT776] 和接受[QA745] [QA746] [QA772]
04) 偏东一点去接受 [QA748][G48,60] 
05) 进旁边小屋接受 [QA761][G49,59]
06) 去提交 [QT767] [G48,57] 接受后续  [QA771].
07) 西边一点接受  [QA766] [G47,57]
08) 学新技能
09) 往主路的东边并做[QC772] (在井周围[G53,64]). 杀了在路上你能看到的怪
10) 在这片区域,开始做[QC748] [QC761] 和 [QC766]":击杀拾取秃鹫,狼,陆行鸟和狮子.一路杀到南,下一步同时做：
11) 往南走一点做[QC745][G52,70]  注: 这些怪有好几个营地，偷猎者只在个别营地
12) 往东走一点做[QC743][G62,71]
13) 找到摩林·云行者(巡逻大约在[G54,60]) 并接受[QA749]
14) 向北走到被破坏的商队[G54,48] 做[QC749]: 打开密封的补给箱提交任务,然后接受后续  [QA751].
15) 确保你所有的任务都完成了 (除了"矮人的挖掘场" 和 "猎捕猛鹫"), 然后炉石 (或自杀) 回到血蹄村提交[QT745]" [G47,60]
16) 提交[QT743][G47,62]
17) 提交[QT748][G49,60], 接受[QA754]
18) 如果你已经完成了[QT761] 那就提交它 [G49,59]
19) 提交[QT771][G48,58], 接受后续 [QA772].  注: 先不要使用先知之水
20) 提交[QT766][G47,57].

8-10 莫高雷
01) 沿着主路往东走去找摩林·云行者[G54,60] 提交[QT749], 接受[QA764] 和 [QA765]
02) 往南走做[QC754]: 使用冰蹄之井净化图腾 [G54,66]
03) 去血蹄村提交[QT754] [G49,60], 接受 [QA756]
04) 同时注意下一步, 开始做[QC756]
05) 去西北方向开始做 [QC746][G31,50]: 在熔炉上使用勘察员的锄头  注: 杀矮人拾取锄头,如果你是一个人的话很难清到里面,建议组队,或者跟大部队进去,不用全部完成,可以先拾取5个,因为之后还会回来.
06) 往北走 (经过鹰身人营地) 到洞穴[G33,36] 提交[QT772] ,接受[QA773]".
07) 往东走接受[QA833][G60,25]
08) 去找先祖之魂 [G62,21] 提交[QT773] 接受 [QA775]  记住下一步：
09) 在赤色石附近做[QC833]
10) 去提交[QT833] [G60,25]
11) 完成 [QC756]
12) 如果你还没到10级的,就在周围刷一会儿直到10, 然后炉石到血蹄村
13) 接受 (如果你到10了) [QA861] [G47,60]. 如果你还没到10,就执行下一步:
14) 提交[QT756] [G49,60], 接受[QA758]  同时提交 (如果你还需要提交的话)[QT761] (在你旁边的帐篷里).
15) 学新技能,接受你的10级职业任务
16) 去北,做 [QC758] 使用你的任务物品 [G45,45]
17) 北上去雷霆崖 (电梯在 [G36,30])

雷霆崖
01) 雷霆崖内, 接受[QA744] [G38,60]
02) 完成[QC746]" 使用你的5个勘察员的锄头在雷霆崖熔炉 [G40,56]
03) 去提交[QT775] [G60,52], 接受 [QA776]
04) 乘电梯向北离开雷霆崖 [G54,28]
 
10-12 莫高雷
01) 去东南做[QC765] 同时做[QC764] 在洞内击杀菲兹普罗克主管 [G62,47]. 一直沿着山洞的右边直到找到他
02) 在继续之前确保你的 [QC764] 是完成的, 然后自杀回血蹄村提交[QT746] (大图腾处, [G48,60].
03) 往东走一点提交[QT758] [G49,60], 接受[QA759]
04) 往东走去找摩林·云行者,他是巡逻的 [G54,60] 提交 [QT764]" 和 [QT765]
05) 在北上执行以下步骤的同时，也要集中精力做 [QC861] 同时做 [QC759]  (主要在雷霆崖北部):
06) 做 [QC776] 击杀阿兰其亚并拾取他的角,他是个科多, 在雷霆崖右侧顺时针巡逻,他的最初刷新点在 [G49,19]  如果你不能及时找到他，那就跳过。
07) 沿着你的路一直走到莫高雷的北面 [G55,17] 做 [QC744]"
08) 确保完成了 [QC861] 和 [QC759]: (大部分在雷霆崖北部).
09) 去电梯[G41,22] 进入雷霆崖.  注: 如果你离那很远,那就自杀回去吧
 
雷霆崖
01) 去长者高地接受 [QA886] [G79,29]
02) 提交 (如果你完成了)[QT776] [G60,52]
03) 去猎人高地提交[QT861] [G62,81], 接受[QA860]
04) 提交[QT744]" [G38,59]

11-12 莫高雷
01) 炉石到血蹄村
02) 偏东提交[QT759] [G49,60], 接受[QA760]
03) 如果你已经达到12级，就去学技能。
04) 往北杀到 [G47,33] 然后自杀,精神复活
05) 往北走一点做[QC760]: 使用任务物品 [G43,14] 
06) 炉石,或者跑到 [G47,38] 自杀,就复活到血蹄村
07) 提交[QT760]" [G49,60]
08) 如果你还没学12级技能的话就去学,如果你还没到12级的话就去刷一会儿
 
12 贫瘠之地
01) 向东跑进贫瘠之地并开陶拉祖营地的鸟点 [G44,59]
02) 接受[QA854]" [G45,59]
03) 沿着这条路向北走到十字路口提交[QT886] [G52,32], 接受[QA870]
04) 提交[QT860][G52,31], 接受[QA844]
05) 定炉石 [G52,30]
06) 就在旅馆外面右边接受[QA869][G52,30]
07) 站在塔底部的兽人,提交[QT854] [G52,31], 接受[QA871] 和 [QA5041]
08) 上塔接受[QA867]
09) 跳下, 鸟点处接受[QA848] 和 [QA1492]
10) 接受[QA6361][G51,29]
11) 鸟点处 [G51,30], 提交[QT6361] ,暂时跳过 "飞往雷霆崖"
12) 在执行以下步骤时, 同时开始做 [QC844] 和 [QC869] 但不要把它作为你的首要任务：

12-15 贫瘠之地
01) 去剃刀岭, 接受[QA840][G51,43]
02) 过桥回到贫瘠之地, 前沿哨所提交[QT840], 接受[QA842], 提交[QT1498] [G61,21], 接受[QA1502]
03) 钢鬃营地旁, 上山(开始点[G54,28].爬上山顶..
04) 上山去找索恩格瑞姆·火眼[G57,30] 提交[QT1502], 接受 [QA1503].
05) 像你上山一样下山然后去[G55,27], 然后做 [QC1503]: 在那辆坏掉的货车前面拾取被偷走的铁箱
06) 在附近地区, 做[QC871]: 击杀需要的任务怪 [G54,27].  同时: 在钢鬃营地，有一个老陈的空酒桶 [G56,27], 拾取并接受[QA819]
07) 再次上山去找索恩格瑞姆·火眼[G57,30] 并提交[QT1503]
08) 回十字路口提交[QT842] 和 (如果完成了的话) [QT844] ,接受[QA845]
09) 站在塔底部的兽人, 提交[QT871][G52,31], 接受[QA872].
[NX13-15 贫瘠之地(路线)]
]], "Thacen 导航, 中文由Qcat汉化")