Guidelime.registerGuide(
[[
[N27-28 石爪山脉]
[GA Horde]
[D 此导航由 T H A C E N#9446 编写\\\\基于Joana的攻略 www.joanasworld.com，中文由Qcat汉化]
01) 一旦到烈日石居, 血精灵处, 提交 (如果你做了的话) "[QT1088 Ordanus]" ([G46,60]), 跳过 "大兽穴" (组队任务)，如果你想做也无所谓，但是导航没有指出
02) 旁边的牛头人, 接受 "[QA6283 Bloodfury Bloodline]" ([G47,61]).
03) 去你旁边的旅店定炉石 ([G48,62]).
04) 去烈日石居西南小路并继续跟随它进入烧焦山谷然后做 "[QC6283 Bloodfury Bloodline]" (精英): 击杀血怒撕裂者 (等级26精英, [G31,62])
05) 确保你现在28级左右了.如果你还没到，就在烧焦山谷里多刷一会儿直到你28. 然后炉石回烈日石居
06) 旅店外, 提交 "[QT6283 Bloodfury Bloodline]" ([G47,61]).
07) 去鸟点 ([G45,60]) 然后飞到雷霆崖
08) 篝火旁, 提交 "[QT1195 The Sacred Flame]" ([G55,51]), 接受 [QA1196].
09) 学28级新技能
10) 去雷霆崖旅店，定炉石 ([G46,65]).
11) 去雷霆崖鸟点处 ([G47,50]) 飞到乱风岗
[NX 28-29 千针石林]
]], "Thacen 导航, 中文由Qcat汉化")
