Guidelime.registerGuide(
[[
[N36-37 阿拉希高地]
[GA Horde]
[D 此导航由 T H A C E N#9446 编写\\\\基于Joana的攻略 www.joanasworld.com，中文由Qcat汉化]
01) 旅店内定炉石 ([G74,33 Arathi Highlands])
02) 在你旁边的阳台上, 提交 "[QT638 Trollbane]" ([G74,34]), 接受 "[QA639 Sigil of Strom]". 注: 这个任务需要至少3名玩家组队.
03) ([G75,36]) 接受 "[QA671 Foul Magics]" 和 "[QA701 Guile of the Raptor]".
04) 跑去点击密斯莱尔水晶碎块接受 "[QA642 The Princess Trapped]" ([G62,34]).
05) 去落锤镇东做 "[QC642 The Princess Trapped]":[G83,36] TIPS: 去这里 ([G81,40]), 通往洞穴的隐藏路径.如果你有采矿,然后尽可能多地采些低级血矿石. 这些矿石可以在荆棘谷的中立AH处卖给联盟，他们有任务
06) 一旦完成, 去密斯莱尔水晶碎块 (在洞穴的尽头, [G84,31]) 提交 "[QT642 The Princess Trapped]", 接受 "[QA651 Stones of Binding]".
07) 如果你现在有225急救,去落锤镇接受并做 "[QC6622 Triage]" ([G73,38])
08) 然后从北出口往西走，去做一部分 "[QC651 Stones of Binding]": 拾取东禁锢之石 ([G67,30])
09) 去达比雷农场，做 "[QC1164 To Steal From Thieves]": 拾取击杀3个带名字的怪. 拾取击杀科娜塔·达比雷(小房子 [G56,36]). 其他2个步骤见下一步...
10) 拾取击杀法迪尔·达比雷 (站在谷仓旁边, [G57,39], 或者在马厩前面 [G54,38])...
11) 拾取击杀马塞尔·达比雷 (在马厩里, [G54,38]).
12) 往南走一点并做一部分 "[QC651 Stones of Binding]": 拾取外禁锢之石 ([G52,51])
13) 去做 "[QC701 Guile of the Raptor]": 拾取击杀高地猎兽龙 (在 [G52,68]).
14) 去做 "[QC676 The Hammer May Fall]"
15) 去诺斯弗德农场 (在 [G32,29]) 做 "[QC671 Foul Magics]"
16) 去做最后一部分 "[QC651 Stones of Binding]": 拾取西禁锢之石 ([G25,30])
17) 去激流堡的正上方，直到发现它 (在 [G30,56]). (3+人队伍): 如果你组队了，那么你现在去做 "[QC639 Sigil of Strom]": 在激流堡东边 (在 [G29,61])
18) 稍微往东走并点击内禁锢之石提交 "[QT651 Stones of Binding]" ([G36,57]), 接受 "[QA652 Breaking the Keystone]" (精英).
重要: 只有当你有水下呼吸药剂的时候才做这个部分 (或者亡灵). 如果没有，请跳到下面的下一部分
19) 去西南的隐藏路径 ([G29,68]). 穿过一个洞穴，然后穿过水面 (使用速游药剂) 到法迪尔海湾并接受 "[QA663 Land Ho!]" ([G32,83]).
20) 在你旁边的码头上, 提交 "[QT663 Land Ho!]" ([G32,81]).
21) 在你旁边, 接受 "[QA662 Deep Sea Salvage]".
22) 就在你东边的篝火旁 ([G34,81]), 接受 "[QA664 Drowned Sorrows]" 接受然后做护送 "[QC665 Sunken Treasure]": 护送他到到东边的小山洞. 你必须和两个或两个以上的40级水元素战斗.这个任务不容易，但是可以做的。你需要留出足够的时间来完成这次护送,或者组队吧
23) 回到, 提交 "[QT665 Sunken Treasure]" ([G34,80]), 接受后续 [QA666].
24) 去水里往西 (使用水下呼吸药剂和速游药剂) 做 "[QC662 Deep Sea Salvage]" 同时做 "[QC664 Drowned Sorrows]" 和 "[QC666 Sunken Treasure]": 拾取石化精灵宝钻 (使用护目镜). 并击杀所有任务怪当你做这些的时候，你同时需要拾取的4个物品	第一个是处女号的航海日志在船的中间层在一堆垃圾里，它在一个大锅([G23,85])。其他3个步骤见下一步：
25) 同一条船上同一层, 到另一个房间去，在靠近地板裂缝的壁架上 (有点难找),拾取处女号的航海图 ([G23,1], [G84,5]). (看起来像一张棕色的纸).
26) 去另一艘船，在海底，拾取银松之魂号的航海日志 (想起来是白色的书, [G20,6], [G85,1]).
27) 就在你的上方，在船的中间层的前面, 靠近大炮的板条箱上，拾取银松之魂号的航海图 ([G20,5], [G85,6]).
28) 回法迪尔海湾提交 "[QT662 Deep Sea Salvage]" ([G33,81]).
29) 篝火处 ([G34,81]), 提交 "[QT664 Drowned Sorrows]" 和 "[QT666 Sunken Treasure]", 接受后续 [QA668].
30) 在码头上, 提交 "[QT668 Sunken Treasure]" ([G32,81]), 接受后续 [QA669].
31) 炉石回到落锤镇
32) 旅馆外面的阳台上, 提交 "[QT676 The Hammer May Fall]" ([G74,34]), 接受 "[QA677 Call to Arms]". 同时提交 (如果你做了的话) "[QT639 Sigil of Strom]", 暂时跳过 "破碎的符印"
33) 去 ([G75,36]) 提交 "[QT671 Foul Magics]" 和 "[QT701 Guile of the Raptor]" (接受后续 [QA702]).
34) 去提交 "[QT702 Guile of the Raptor]" ([G73,34]). 等几秒然后接受后续 [QA847].
35) 回到 ([G75,36]) 提交 "[QT847 Guile of the Raptor]", 跳过 "邪恶的魔法".
36) 杀到枯木村 (在 [G67,64]) 做 "[QC677 Call to Arms]"
37) 回到落锤镇提交 "[QT677 Call to Arms]" ([G74,34]), 接受后续 [QA678]
38) (组3+人): 在完成其他的阿拉希任务时, 如果你碰巧遇到了42级精英巨人弗兹鲁克 , 你可以拾取击杀他 "[QC652 Breaking the Keystone]" (精英). 这个巨人有一条很长的巡逻路线，不用特意去找他，但是如果找到了就去提交 ([G36,58]).
39) 去石拳大厅做 "[QC678 Call to Arms]": 杀死需要的石拳食人魔
40) 炉石 (如果CD就跑吧) 到落锤镇
41) 提交 "[QT678 Call to Arms]".
42) (组3+人): 只做精英任务 "短兵相接", "破碎的符印", "真正的威胁" 和 "邪恶的魔法" 如果你能组至少3名玩家的话，这些就能做，否则跳过他们。做完就去提交，我的导航后面就不会再介绍了。
43) 去鸟点 ([G73,33]) 飞到塔伦米尔. 如果 "激流堡符印" 或 "打开钥匙之石" 仍然在你的任务书里，就放弃他们
[NX 37-37 奥特兰克山脉]
]], "Thacen 导航, 中文由Qcat汉化")
