Guidelime.registerGuide(
[[
[N28-29 千针石林]
[GA Horde]
[D 此导航由 T H A C E N#9446 编写\\\\基于Joana的攻略 www.joanasworld.com，中文由Qcat汉化]
01) 旅店内, 提交 "[QT1196 The Sacred Flame]" ([G46,52]), 接受后续 [QA1197].
02) 下电梯然后去然后去北边的山洞 (入口 [G44,37]) 然后做 "[QC1197 The Sacred Flame]": 一直沿着洞穴的左侧，直到你到达古代火盆,然后拾取
03) 提醒: 留意加拉克信使，击杀拾取它.他有一条很长的巡逻路线.并且他会掉落任务物 "[QA4881 Assassination Plot]"，接受它 (如果你能自己做的话). 如果你没找到他也没事不用特意去做，继续下一步...
04) 杀到白沙岗哨 ([G21,32]) 提交 "[QT4865 Serpent Wild]", 接受 "[QA5062 Sacred Fire]".在你旁边接受 "[QA5151 Hypercapacitor Gizmo]". 注: 如果你已经找到并击杀了信使，就去提交 "[QT4881 Assassination Plot]", 然后接受，做并在此提交是个简单的护送任务..
05) 去池子 ([G35,35]) 然后做 "[QC5062 Sacred Fire]": 拾取火岩龙舌兰
06) 往西走并做 "[QC1131 Steelsnap]": 击杀拾取钢齿土狼，这只土狼逆时针绕着一个有点大的圆圈巡逻 (起始地[G18,26]) 并有2个小弟.
07) 如果你仍然在做 "[QC1153 A New Ore Sample]", 那么看看你能不能找到矿石样本: 击杀拾取砂齿勘探员 (附近有两个刷新点)
08) 去风巢 (入口[G13,34]) 并做 "[QC4767 Wind Rider]" 捡地上的蛋
09) 风巢内, 上山坡 ([G14,40]). 一旦到了那里，小心锐爪飞心(一个稀有精英，12小时刷新) 然后接受并做护送任务 "[QC4770 Homeward Bound]". 你可以尝试让他帮你杀那个稀有JY. 如果你失败了那就跳过这个护送吧
10) 再次, 如果你仍然在做 "[QC1153 A New Ore Sample]"，那就费点心再次寻找他
11) 炉石到雷霆崖
12) 去猎人高地提交 "[QT1131 Steelsnap]" ([G61,81]). 接受 "[QA1136 Frostmaw]".
13) 如果你还没学28级技能那就去学
14) 去长者高地提交 "[QT5062 Sacred Fire]" ([G70,31]). 接受 "[QA5088 Arikara]".
15) 去鸟点 ([G47,50]) 飞乱风岗
16) 当你回到乱风岗时, 提交 "[QT4767 Wind Rider]" ([G45,49]). 
17) 去旅店内 ([G46,52]) 定炉石
18) 旁边, 提交 "[QT1197 The Sacred Flame]"
19) 上山坡 (起始点[G31,37]) 你可以在顶部进入黑云峰...
20) 一旦你到达顶处，去做 "[QC5064 Grimtotem Spying]": 拾取文件箱1, 在黑云峰跨越桥梁直到你到达文件箱处然后拾取([G32,33])，其他2个看下面 ...
21) 文件箱2 在([G34,40]).
22) 文件箱3 在([G39,41]).
23) 去另一个尖塔 ([G38,35]) 做 "[QC5088 Arikara]" (精英): 点击生命圣火,然后击杀拾取阿利卡拉 (28级精英)
24) 向北走 (到 [G38,27]) 然后做 "[QC5147 Wanted - Arnak Grimtotem]"
25) 做护送 "[QC4904 Free at Last]" (同一区域, [G38,26]): 护送拉克塔·风歌一路走出黑云峰
26) 去白沙岗哨 ([G21,32]) 提交 "[QT4770 Homeward Bound]" 和 "[QT5088 Arikara]"
27) 你现在应该29了,如果还没到的话就刷到29, 我建议到半人马营地去刷 ([G18,23]) 或者双足飞龙 ([G14,34]).
28) 做 "[QC5151 Hypercapacitor Gizmo]" (精英): 清除黑豹笼子周围的怪 ([G23,24]), 打开笼子，杀死30级精英豹
29) 这是你最后一次机会去杀加拉克信使，"[QA4881 Assassination Plot]", 接受他. 如果你真的找不到他那就跳过它和后续任务
30) 去白沙岗哨 ([G21,33]) 提交 "[QT5151 Hypercapacitor Gizmo]". 同时提交 (如果你做完了的话) "[QA4881 Assassination Plot]", 接受并做简单的护送 "[QC4966 Protect Kanati Greycloud]",然后提交
31) 炉石到乱风岗.
32) 旅店内, 提交 "[QT4904 Free at Last]" ([G46,52]).
33) 旅店外, 提交 "[QT5064 Grimtotem Spying]" 和 "[QT5147 Wanted - Arnak Grimtotem]" ([G56,51]).
34) 去鸟点处 ([G45,49]) 并且如果你已经完成了 "[QT1153 A New Ore Sample]"的话，飞到陶拉祖营地去提交它。 然后 (或者否则) 就飞到奥格瑞
35) 一旦到了奥格瑞玛, (如果出于某种原因你已经达到30级了) 就去学技能。
36) 去旅店，定炉石 ([G54,68]).
37) 去银行 ([G50,70]) 把下面的东西存进去: 科多兽皮卷轴。 然后去买一个速游药水
38) 现在的目标是一直走到希尔斯布莱德丘陵。 要到那里的话，先从南门离开奥格里玛, 然后去做飞艇 ([G51,14]) 到幽暗城，千万不要上了去荆棘谷的飞艇。。。
[NX 29-30 希尔斯布莱德丘陵]
]], "Thacen 导航, 中文由Qcat汉化")
