Guidelime.registerGuide(
[[
[N31-32 闪光平原]
[GA Horde]
[D 此导航由 T H A C E N#9446 编写\\\\基于Joana的攻略 www.joanasworld.com，中文由Qcat汉化]
01) 去闪光平原中间的赛道,然后从矮人处接受 "[QA1110 Rocket Car Parts]" ([G78,77]). 在两个侏儒旁边,接受 "[QA1104 Salt Flat Venom]" 和 " [QA1105 Hardened Shells]". 注: 跳过 "码头管理员迪兹维格" 和 "赫米特·奈辛瓦里二世" (暂时).
02) 接受 "[QA1176 Load Lightening]" ([G80,76]).
03) 跑道上接受 "[QA1175 A Bump in the Road]" ([G82,78]).
04) 开始做任务，在闪光平原的各个地方做这些任务，执行以下5个步骤 (不分先后):
05) "[QC1110]": 从地上捡火箭车零件
06) "[QC1105]": 击杀拾取海龟，海龟到处都是。另外：如果你还没有在希尔斯布莱的塔伦米尔完成龟肉任务，那么确保你为以后保存10块龟肉（不要卖给商店）。在闪光平原里，你可以从任何一只海龟那里得到龟肉，并且北方有大量的龟肉。
07) "[QC1176]": 击杀拾取秃鹫
08) "[QC1104]": 击杀拾取蝎子
09) "[QC1175]": 击杀石化蜥蜴
10) 一旦所有都完成了,回去提交([G78,77])"[QT1110 Rocket Car Parts]".接受 "[QA1111 Wharfmaster Dizzywig]" 和 " [QA5762 Hemet Nesingwary]".然后提交 "[QT1104 Salt Flat Venom]" 和 " [QT1105 Hardened Shells]".
11) 赛车道的地精区以东提交 "[QT1176 Load Lightening]" ([G80,76]),接受 "[QA1178 Goblin Sponsorship]".
12) 跑道上提交 "[QT1175 A Bump in the Road]" ([G82,78]).
13) 确保你现在32级了，如果你还没到的话，就在这刷到32级，可以去刷任何怪。
14) 往南走到小路，然后一直跑到塔纳利斯 ([G74,94])...
15) 沿着这条路向南走到加基森，然后开鸟点 ([G52,25]).
16) 如果你没从乱风岗接受过 "[QA5361 Family Tree]"(需要32级), 那么先飞到乱风岗, 并接受这个
17) 炉石到奥格瑞玛
18) 去银行 ([G49,69]) 把下面的东西先存进去: 克拉维尔的零件订单和克拉维尔的箱子.然后取出或去购买:水下呼吸药剂和速游药剂, 如果可以的话，直接买1组.([G50,70])
19) 去荣誉谷并提交 "[QT1145 The Swarm Grows]" ([G75,34]),接受后续 [QA1146].
20) 学新技能
21) 下到暗影裂口 (入口 [G53,41]) 接受 "[QA1431 Alliance Relations]". 这NPC在暗影裂口里巡逻
22) 奥格瑞玛西部, 提交 "[QT1431 Alliance Relations]" (在小屋里 [G23,53]),接受后续 [QA1432].
23) 去鸟点 ([G45,64]) 飞到烈日石居
24) 去烈日石居西南小道然后去烧焦山谷, 然后向南进入凄凉之地...
[NX 32-34 凄凉之地]
]], "Thacen 导航, 中文由Qcat汉化")
