Guidelime.registerGuide(
[[
[N53-54 艾萨拉]
[GA Horde]
[D 此导航由 T H A C E N#9446 编写\\\\基于Joana的攻略 www.joanasworld.com，中文由Qcat汉化]
01) 一旦到瓦罗莫克，接受 "[QA3505 Betrayed]" ([G22,51]).
02) 去东北方向的山口 ([G53,20])...
03) 上山接受 "[QA3601 Kim'jael Indeed!]" ([G53,22]).
04) 去萨拉斯营地做 "[QC3601 Kim'jael Indeed!]" 同时做 "[QC3505 Betrayed]": 杀死所需的血精灵，在地上拾取基姆加尔“丢失”的装备，并找到大法师雷姆托里的营地。 (去 [G60,31]).
05) 与上一步的坐标相同 ([G60,31]), 台座上的卡多雷召唤宝典处, 提交 "[QT3505 Betrayed]", 接受后续 [QA3506].
06) 在同一地点，做下部分 "[QC3506 Betrayed]"
07) 向北走到山口 ([G53,20])...
08) 提交 "[QT3601 Kim'jael Indeed!]" ([G53,22]). 接受 "[QA5534 Kim'jael's "Missing" Equipment]".
09) 做 "[QC5534 Kim'jael's "Missing" Equipment]"
10) 离开破碎海岸, 出口在 [G46,38]
11) 提交 "[QT3506 Betrayed]" ([G22,52]), 接受后续 [QA3507]
12) 向东到山口 ([G53,20])...
13) 提交 "[QT5534 Kim'jael's "Missing" Equipment]" ([G53,22]).
14) 这时候你应该是54级了如果还没到的话就去刷一会儿 [G54,5] 注：血精灵是偏弱的怪（比一般的怪少30%的血/护甲），因此他们死亡相对较快，并且刷经验效率相对高。它们是产出符文布的一个很好的途径。可选：你也可以去黑石深渊任务。随你
15) 炉石到奥格瑞玛
16) 一旦到奥格，学技能，补给 ([G49,69])
17) 提交 "[QT4300 Bone-Bladed Weapons]" ([G56,34]).
18) 提交 "[QT3507 Betrayed]" ([G75,34]).
19) 去鸟点 ([G45,64]) 飞到碎木岗哨
20) 前往费伍德森林 (入口 [G56,29])..
[NX 54-54 费伍德森林]
]], "Thacen 导航, 中文由Qcat汉化")
