Guidelime.registerGuide(
[[
[N22-23 石爪山脉]
[GA Horde]
[D 此导航由 T H A C E N#9446 编写\\\\基于Joana的攻略 www.joanasworld.com，中文由Qcat汉化]
01) 炉石到十字路口.补给
02) 十字路口西, 接受 "[QA868 Egg Hunt]" ([G51,30]).
03) 去鸟点处 ([G52,30]) 飞到陶拉祖营地
04) 炉石定在陶拉祖营地 ([G46,59]).
05) 如果你有血碎片，你可以提交他们获得属性提升 ([G45,59]).
06) 先去营地南部看看找一个叫奥瓦坦卡的雷霆蜥蜴，他是巡逻的，找到并击杀他.\\如果他不在那里，那就往东穿过主干道去找一下 (他在东部地区随意巡逻, [G49,60]).\\他会掉落奥瓦坦卡的尾刺，可以接 "[QA884 Owatanka]" \\注: 如果你找到了他, 那么就返回到营地提交 [QT884]
07) 往南走去做 "[QC868 Egg Hunt]": 拾取异种蝎土丘.\\注: 那有个稀有精英叫异种收割者 (在 [G43,70] 或 [G48,69]) 如果你能杀死这个怪的话他会掉落一个任务物品，接受它 "[QA897 The Harvester]". \\这个稀有精英有2小时45分钟刷新时间, 所以他很可能不在那. 你可以稍后在下面的25级南贫瘠之地导航中回来在试试.这个怪很难被solo,所以可能你需要组队
08) 当你专注于下面的后续任务时, 同时开始做 "[QC822 Chen's Empty Keg]".\\另外，如果你遇到一只红色的风蛇叫瓦希塔帕恩的话,就杀了他,他会掉一个羽毛,可以接 "[QA885 Washte Pawne]".\\这个怪在黑棘山附近随机刷 (或者在主干道的东边).
09) 往南走黑棘山去做 "[QC879 Betrayal from Within]" 同时做 "[QC893 Weapons of Choice]"\\同时击杀3个带名字的怪, 卡兹在([G45,80]), 其他要杀怪见下文...
10) 击杀拾取帐篷里的洛克·奥克班恩 ([G40,81]).
11) 击杀拾取田地中央的纳克 ([G44,83]). 当心该地区密集的怪！
12) 完成后，去找牛头人加恩·石塔, 他在右边的主干道上来回巡逻 ([G46,81]).\\找到他，接受 "[QA843 Gann's Reclamation]".
13) 向南走到巴尔莫丹(入口在[G47,86])...
14) 做 "[QC843 Gann's Reclamation]": 击杀巴尔丹怪并击杀拾取勘察员卡兹戈姆 ([G48,86]).
15) 去找牛头人加恩·石塔 (在 [G46,81]) 提交 "[QT843 Gann's Reclamation]", \\接受 "[QA846 Revenge of Gann]".
16) 确保你完成了 "[QC822 Chen's Empty Keg]"
17) [H]炉石到陶拉祖营地.\\注: 不要卖物品!
18) 去提交 "[QT893 Weapons of Choice]" ([G45,58]).
19) 提交 (如果你还没提交的话) "[QT884 Owatanka]", "[QT885 Washte Pawne]" 和 (如果你做完了) "[QT897 The Harvester]" ([G45,59]).
20) 去笼子里的野猪提交 "[QT879 Betrayal from Within]" ([G45,59]), 接受 [QA906].
21) 鸟点处, [F 十字路口].
22) 十字路口处, 提交 "[QT868 Egg Hunt]" ([G51,30]). 把这个提交之后，你就可以销毁剩下的所有蛋了
23) 去提交 "[QT906 Betrayal from Within]" ([G52,31])[R]
24) 往东走 (棘齿城上方) 做 "[QC882 Ishamuhale]".先找到并杀死拾取一个斑马，然后使用新鲜的斑马肉在树下 ([G60,30]), 然后击杀拾取伊沙姆哈尔
25) 东南走到棘齿城并提交 "[QT1069 Deepmoss Spider Eggs]" ([G62,38]).\\注: 如果你有剩蛋的话,你可以摧毁他们
26) 提交 "[QT822 Chen's Empty Keg]" ([G62,38]).\\注: 这个任务现在可以重复做,但你不能获得经验了
27) 提交 (如果你仍然需要提交的话) "[QT891 The Guns of Northwatch]" (在旅馆旁边, [G62,39]).
28) 去鸟点旁提交 "[QT1094 Further Instructions]" ([G63,37]), 旁边接受 [QA1095].
29) 鸟点处，飞到 \\[F 烈日石居]\\
[NX 23-25 石爪山脉]
]], "Thacen 导航, 中文由Qcat汉化")
