Guidelime.registerGuide(
[[
[N51-51 诅咒之地]
[GA Horde]
[D 此导航由 T H A C E N#9446 编写\\\\基于Joana的攻略 www.joanasworld.com，中文由Qcat汉化]
01) 当你进入诅咒之地时，去 ([G51,14Blasted Lands]). 接受所有5个任务. 这5个任务需要以下物品
02) 秃鹫的砂囊   =14 - 12 - 2
03) 石化蜥蜴的大脑     =11 - 11 - 11
04) 诅咒之地的野猪肺 =6 - 5 - 5
05) 厚甲蝎螯   =6 - 3 - 3
06) 弯牙土狼的颚骨  =5 - 5 - 3
07) 在刷这些物品时, 做 "[QC2681 The Stones That Bind Us]"
08) 在刷怪的同时，确保你开了全图经验 (包括腐烂之痕 [G44,56]).
09) 当你拿到这些东西时, 你可以将任务转化为一个60分钟的buff奖励，这将帮助你在诅咒之地上，甚至在下一个安戈洛环形山有更快的刷怪速度.去 ([G51,14]) 并提交所有任务: "[QT2581 Snickerfang Jowls]" (+25 力量), "[QT2583 A Boar's Vitality]" (+25 耐力), "[QT2585 The Decisive Striker]" (+25 敏捷), "[QT2601 The Basilisk's Bite]" (+25 智力) 和 "[QT2603 Vulture's Vigor]" (+25 精神). 注: 后续任务不会有经验了，因为是重复任务，但是这些奖励会很在你以后的raid中有帮助。
10) 在诅咒之地任务时, 你可能打过一个叫做不完美的德莱尼碎片的东西, 提交 ( [G52,36]) 他们 "[QA3501 Everything Counts In Large Amounts]". 注: 我从来没打到过无暇的德莱尼水晶球。。。 "[QA2521 To Serve Kum'isha]" ..祝你好运，同样他的后续任务也是不会有任何经验了，但是能重复做
11) 去诅咒之地和悲伤沼泽的边界, 去部落英灵处 ([G34,66] in SoS) 提交 (如果你完成了) "[QT2681 The Stones That Bind Us]", 跳过 "基利斯". 接受 "[QA2702 Heroes of Old]".
12) 在你旁边的小路的另一边, 提交 (如果你有的话) "[QT2702 Heroes of Old]" ([G33,66]在悲伤), 接受后续 [QA2701]. 然后点击鬼魂之箱提交
13) 炉石到棘齿城. 注: 如果你有没做 "禁锢我们的石头", 那么就放弃这个任务吧
14) 补给([G62,38]). 
15) 棘齿城银行 ([G63,37]), 取出: 紫色水生菇, 石环和 (如果你有的话) 秘银外壳(这个需要去AH购买),是用在后面安戈洛环型山的任务
16) 去鸟点飞到加基森
17) 当你进入加基森 ([G52,27]), 接受 "[QA4504 Super Sticky]".
18) 斯普琳科处 ([G51,27]), 提交 "[QT2641 Sprinkle's Secret Ingredient]".等一会儿(同时执行下一步) 然后接受 "[QA2661 Delivery for Marin]".
19) 提交 "[QT4494 March of the Silithid]", 接受 "[QA4496 Bungle in the Jungle]".
20) ([G52,29]), 提交 "[QT2661 Delivery for Marin]". 注: "诺格弗格药剂" NPC为您制作物品需要一分钟时间, 但他不给经验, 所以当你不着急的时候（比如60级以后）你可以自己来做. 诺格弗格药剂物品是用来娱乐的，你可以存银行
21) 提交 "[QT3444 The Stone Circle]" ([G53,46]).
22) 往西南一直进入安戈洛环型山 (入口 [G27,52])...
[NX 51-53 安戈洛环型山]
]], "Thacen 导航, 中文由Qcat汉化")
