Guidelime.registerGuide(
[[
[N29-30 希尔斯布莱德丘陵]
[GA Horde]
[D 此导航由 T H A C E N#9446 编写\\\\基于Joana的攻略 www.joanasworld.com，中文由Qcat汉化]
01) 一直跑到希尔斯布莱德丘陵的塔伦米尔处，开鸟点. 沿着地图上显示的路线去希尔斯布莱德. 注: 如果可以的话，可以用速游药剂穿过湖。一旦你到达奥特兰克山脉，你就可以开始在通往塔伦米尔的路上杀一些怪了. TIPS: 集中精力在海岸边杀一些龟，并把龟肉留给以后的任务。我建议在继续之前至少要4块龟肉（不过以后你可以获得更多），记住不要卖给商店！
02) 在小房子里, 接受 "[QA496 Elixir of Suffering]", "[QA501 Elixir of Pain]" 和 "[QA509 Elixir of Agony]".
03) 教堂前的高级执行官达萨利亚处, 接受 "[QA527 Battle of Hillsbrad]" ([G62,21]).
04) 在教堂旁边的墓地, 接受 "[QA552 Helcular's Revenge]" ([G64,20]).
05) 告示处 (邮箱/旅店旁), 接受 "[QA567 Dangerous!]" ([G63,20]).
06) 向东走到穿过希尔斯布莱德的垂直河流 ([G68,21]), 然后开始做 "[QC496 Elixir of Suffering]" 同时从河中的龟身上获得10块龟肉，以备之后的任务。 朝着下一步努力:
07) 奈杉德哨岗处 (在 [G64,62]) 做 "[QC509 Elixir of Agony]": 拾取泥头花
08) 开始做 "[QC501 Elixir of Pain]" (杀死/拾取农场南部和西部的豹) 并完成 "[QC496 Elixir of Suffering]" 杀死/拾取熊和蜘蛛. 蜘蛛到处都是, 熊在农场的北部以及塔伦米尔周围.
09) 回以塔伦米尔, 小房子内, 提交 "[QT496 Elixir of Suffering]", 接受 [QA499]. 然后在房子里提交并提交 "[QT509 Elixir of Agony]", 跳过后续
10) 去旅店内 ([G62,19]). 克里斯托弗·杰弗寇特处接受 "[QA7321 Soothing Turtle Bisque]"
11) 去西南雪人洞 ([G46,32]) 然后做 "[QC552 Helcular's Revenge]": 继续杀雪人直到赫尔库拉的魔棒掉落 (非常低的掉率). 另外，就在洞穴面外 "[QC501 Elixir of Pain]": 击杀拾取山狮
12) 回塔伦米尔小房子处提交 "[QT501 Elixir of Pain]" ([G61,19]), 接受后续 [QA502].
13) 在教堂旁边的墓地, 提交 "[QT552 Helcular's Revenge]" ([G64,20]), 接受后续 [QA553]
14) 回到雪人洞 ([G46,32]) 然后开始做一部分 "[QC553 Helcular's Revenge]": 3个火焰中的2个 (暂时). 当你进入第一个洞穴时向右走. 然后在山洞里跳下，向北走到第二个山洞. 第三个将在本指南后面完成.
15) 往西走到房子的前面，在农场处提交 "[QT502 Elixir of Pain]" ([G33,35]).
16) 在附近地区,开始做 "[QC527 Battle of Hillsbrad]" 同时做 "[QC567 Dangerous!]": 击杀希尔斯布莱德农夫 & 雇农 (拿铲子或耙子的人) 和6个带名字的怪. 第一个是农夫雷恩，在房子内 ([G33,35])
17) 击杀平民维尔克斯(在小路上巡逻 [G33,38])
18) 击杀农夫盖兹在小房子、谷仓或田野里 (在[G37,39]).
19) 击杀农夫卡拉巴(她在农场周围巡逻 [G35,47]).
20) 击杀书记员赫拉斯·怀特斯蒂德在市政厅大楼里 (入口 [G31,42]). 他穿着棕色的衣服. 注: 在继续下一步之前确保你完成了 "[QC527 Battle of Hillsbrad]" 
21) 击杀矿工哈克特，在矿洞里. 先去下面入口看看 [G27,59]. 一定要去下面矿口, 然后一直沿着矿洞的右边直到你到达矿工哈克特。 注: 如果他不在那里，那么他将在矿洞的另一个地方，那你只能四处找他
22) 你现在应该30左右了，如果还没到的话，就在款洞里刷一会儿。然后自杀精神复活到塔伦米尔
23) 提交 "[QT527 Battle of Hillsbrad]" (跳过后续) 和 "[QT567 Dangerous!]" ([G62,21]).
24) 接受 "[QA1361 Regthar Deathgate]" ([G63,21]). 需要30级
25) 向东进入阿拉希高地...
[NX 30-30 阿拉希高地]
]], "Thacen 导航, 中文由Qcat汉化")
