Guidelime.registerGuide(
[[
[N47-47 荆棘谷]
[GA Horde]
[D 此导航由 T H A C E N#9446 编写\\\\基于Joana的攻略 www.joanasworld.com，中文由Qcat汉化]
01) 一旦到格罗姆高, 提交 "[QT2932 Grim Message]" ([G32,28]). 
02) 如果你仍然需要的话，现在就去做了 "[QC197 Raptor Mastery]" (精英)
03) 去鸟点 ([G33,29]) 飞到藏宝海湾
04) 接受 "[QA608 The Bloodsail Buccaneers]" ([G27,77]).
05) 定炉石 ([G27,77]).
06) 提交 "[QT1118 Back to Booty Bay]".
07) 提交 "[QT2874 Deliver to MacKinley]" ([G28,77]).
08) (如果你做了的话)提交 "[QT2767 Rescue OOX-22/FE!]" ([G28,76]).
09) 接受 "[QA614 The Captain's Chest]" ([G27,74]).
10) 向东走到岸上，试着去做 "[QC614 The Captain's Chest]" (精英): 击杀拾取高拉什. 这个精英巨人在海岸上下巡逻 ([G37,70]). 你可能需要组队, 如果你自己做不了的话，可以考虑跳过，放弃
11) 在藏宝海湾东岸搜寻半埋的瓶子，直到找到找到一个仔细折叠的便笺, 接受 "[QA594 Message in a Bottle]".
12) 去藏宝海湾以东的岛(小心那里的50级隐身黑豹)并提交 "[QT594 Message in a Bottle]" ([G39,81]), 接受后续(组队情况下，因为无法solo),然后就去杀了穆克拉 (51精英,[G41,84]). 然后提交，注: 如果那个便笺物品仍在你的背包中你可以销毁它。
13) 做 "[QC608 The Bloodsail Buccaneers]": 击杀任务怪的同时找一个躺在地上的卷轴 (3艘船中的任何一艘上) 叫科泰罗的谜题, 然后接受 "[QA624 Cortello's Riddle]". 这个卷轴可能在船的地下室
14) 从中间的第一段楼梯往下走杀舰队指挥官菲尔拉伦 ([G31,91])
15) 在最后一艘船的第一段楼梯上击杀尼哈鲁船长 ([G29,88]). 确保你已经找到并接受了 "[QA624 Cortello's Riddle]" 注: 接受 "[QA624 Cortello's Riddle]" 之后你可以销毁卷轴，因为它没用了
16) 炉石到藏宝海湾, 如果如炉石在CD就自杀精神复活
17) 提交 (如果你做了) "[QT614 The Captain's Chest]" ([G27,74]).
18) 去银行 ([G27,76]) 取出: 泥沼之王的蘑菇, 5 暗影黑豹的心脏和绿色雏龙之血. 同时取出15丝绸, 你可以去AH买([G27,77]), 为了之后的任务
19) 在旅馆里提交 "[QT608 The Bloodsail Buccaneers]" ([G27,77]).
20) 这是我的导航最后一次告诉你提交 "荆棘谷的青山" 如果你早就完成了就无视吧 
21) 去鸟点 ([G27,77]) 飞到卡加斯
22) 进入灼热峡谷 (入口 [G3,62]).
[NX 47-48 灼热峡谷]
]], "Thacen 导航, 中文由Qcat汉化")
