Guidelime.registerGuide(
[[
[N44-44 凄凉之地]
[GA Horde]
[D 此导航由 T H A C E N#9446 编写\\\\基于Joana的攻略 www.joanasworld.com，中文由Qcat汉化]
01) 在葬影村, 在铜锣旁边的土堆上 ([G26,68Desolace]), 接受 "[QA5581 Portals of the Legion]" (无感叹号)
02) 去智者乌泰克处 ( [G36,79]) 提交 "[QT1373 Ongeku]", 接受 "[QA1374 Khan Jehn]".
03) 去科多墓地接受 "[QA6134]" ([G48,62], 无感叹号).
04) 去幽灵岗哨 (入口 [G55,58])...
05) 在入口处左转，接受 "[QA1488 The Corrupter]" ([G53,54]).
06) 去做一部分的 "[QC1383]": 击杀拾取深海巨人 (38精英), 他会掉落绿色雏龙之血. 他沿逆时针方向在小路上巡逻，10分钟刷新 ([G66,33]).
07) 去玛格拉姆村做 "[QC1374 Khan Jehn]" ([G66,80]).
08) 去白骨之谷 ([G64,92]) 做 "[QC6134]": 大骨架上,先清理骷髅,然后使用任务物品, 然后击杀拾取刷出来的玛格拉姆鬼魂
09) 去玛诺洛克集会所做 "[QC1488 The Corrupter]" (精英): 击杀拾取魔王阿兹雷索克 (巡逻的40精英末日守卫) 同时击杀祖格卡 (40兽人术士,[G56,78]).
10) 玛诺洛克集会所做 "[QC5581 Portals of the Legion]": 点击恶魔之门, 然后击杀刷出来的恶魔之门的卫士
11) 去幽灵岗哨 (入口 [G55,58])...
12) 在入口处左转, 然后提交 "[QT1488 The Corrupter]" ([G53,54]).
13) 去科多墓地提交 "[QT6134]" ([G48,62]).
14) 智者乌泰克处 ([G36,79]) 提交 "[QT1374 Khan Jehn]", 跳过 "赫鲁萨可汗".
15) 回葬影村在铜锣旁边的土堆上 ([G26,68]), 提交 "[QT5581 Portals of the Legion]"
16) 炉石到雷霆崖. 然后如果你需要的话你可以学技能
17) 去鸟点 ([G47,50]) 飞到加基森
[NX 44-45 塔纳利斯]
]], "Thacen 导航, 中文由Qcat汉化")
